{"lstProfessorName": ["Professor Damien Foster", "Professor Elena Gaura", "Dr Fei He", "Professor James Brusey", "Dr Matthew England", "Dr Nader Sohrabi Safa", "Dr Sara Sharifzadeh", "Dr Seyed Mousafi", "Dr Taufiq Asyhari", "Professor Vasile Palade", "Dr Xingang Wang", "Dr YingLiang Ma", "Dr Zindoga Mukandavire", "Dr Alireza Daneshkhah"], "lstProfessorTitle": ["Director of Centre", "Professor, Associate Dean (Research)", "Assistant Professor", "Professor", "Associate Professor", "Lecturer", "Lecturer", "Lecturer", "Lecturer", "Professor", "Assistant Professor", "Assistant Professor", "Assistant Professor", "Assistant Professor"], "lstProfessorContact": ["ab5651@coventry.ac.uk", "csx216@coventry.ac.uk", "ad0067@coventry.ac.uk", "aa3172@coventry.ac.uk", "ab9797@coventry.ac.uk", "ad2397@coventry.ac.uk", "ac8115@coventry.ac.uk", "ad0204@coventry.ac.uk", "ad1447@coventry.ac.uk", "ab5839@coventry.ac.uk", "aa9038@coventry.ac.uk", "ac7020@coventry.ac.uk", "ad0047@coventry.ac.uk", "ac5916@coventry.ac.uk"], "lstProfessorURL": ["https://pureportal.coventry.ac.uk/en/persons/damien-foster", "https://pureportal.coventry.ac.uk/en/persons/elena-gaura", "https://pureportal.coventry.ac.uk/en/persons/fei-he", "https://pureportal.coventry.ac.uk/en/persons/james-brusey", "https://pureportal.coventry.ac.uk/en/persons/matthew-england", "https://pureportal.coventry.ac.uk/en/persons/nader-sohrabi-safa", "https://pureportal.coventry.ac.uk/en/persons/sara-sharifzadeh", "https://pureportal.coventry.ac.uk/en/persons/seyed-rasoul-mousavi", "https://pureportal.coventry.ac.uk/en/persons/taufiq-asyhari", "https://pureportal.coventry.ac.uk/en/persons/vasile-palade", "https://pureportal.coventry.ac.uk/en/persons/xingang-wang", "https://pureportal.coventry.ac.uk/en/persons/yingliang-ma", "https://pureportal.coventry.ac.uk/en/persons/zindoga-mukandavire", "https://pureportal.coventry.ac.uk/en/persons/alireza-daneshkhah"], "lstProfessor_profile": ["Personal profile\n                        \n\n\n\nResearch InterestsMy research lies in the field of Statistical Physics applied to Phase Transitions and Criticality in Magnetic systems and Polymer systems. Currently, my research also aims to apply the methods of statistical physics to problems related to static and dynamic Biological phenomena. \n \nI would like to highlight the diversity of the methods I use to solve the problems I investigate, encompassing exact analytical methods (e.g., mean-field theory and RPA) and numerical methods (transfer matrix, exact enumeration, DMRG and CTMRG), often applied in innovative ways. This variety stems from the fact that my research is driven by physical problems rather than the application of any particular method. I am also currently working on exotic phase transitions in polymeric systems and their Quantum analogues (Efimov phases).\n \n\n\nEducation/Academic qualificationMathematicsl Physics, Degree, University of Edinburgh1 Oct 1985 → 1 Jun 1989Theoretical Physics, Doctorate, University of Oxford1 Oct 1989 → 15 Sep 1992", "Personal profile\n                        \n\n\n\nBiography\n\n\nElena received her BSc/MSc in Electrical Engineering in 1989/1991 (Technical University of Cluj Na- poca, Romania), and her PhD in Intelligent Sensor Systems in 2000 (Coventry University). She was appointed as inaugural director of the Coventry University’s Cogent Computing Applied Research Centre in 2006 (a position she held until her appointment in 2013 as Associate Dean for Research) and was awarded a Professorship in Pervasive Computing in 2009. Over the course of her career, Elena has accrued a sturdy academic reputation in the area of MEMS based smart sensing systems in general and wireless sensor networks (WSNs)/ Internet of Things (IoT) in particular. She is an active disseminator of research to the academic community, industry and wider technology beneficiaries, has over 140 refereed conference publications, 35 peer reviewed journal publications, and is a suc- cessful editor of journal special issues and books. She continues to be an active researcher in the areas of Sensing, the Internet of Things, and Distributed Energy Systems. \nIn her ADR role, she enables, supports and nurtures the continuous development of a sound, rich, faculty wide research culture—with particular focus on the faculty’s 350 early career and postgradu- ate researchers, as well as those researching in the faculty’s international partner institutions. She has set-up structures and processes that promote healthy research growth, root high quality standards in research (from grant proposals writing to output publications) and empower staff to self-assess their work, raise ambition and aspiration as well as benchmark against international peers. Over the past four years, Elena’s researcher and innovation culture development activities and initiatives also ex- tended to her specialist research partners, specifically in Indonesia, India, Oman and the Philippines. She is a keen educator and recently has dedicated considerable effort to researcher skills development activities in the UK, India, Chile, Philippines and Brazil, which were funded through numerous inter- national grants by the British Council and commissioned (within UK) by Innovate UK. In particular, her focus has been the effective translation and embedding of the concepts and standards of rigour, significance and originality into the day to day activities of early career researchers, both at home and abroad. She has worked with the British Council in India, Brazil and the Philippines on the design of various researcher development schemes and has advised the Commission for Higher Education in the Philippines on their postgraduate researcher development strategies. \nElena is engaged with several national and international advisory and grant awarding bodies in the areas of sensing, microsystems, IoT and distributed energy solutions. \nShe chaired (2007–2013) the UK Wireless Intelligent Sensing Interest Group (WiSIG) within the Electronics, Sensors, Photonics Knowledge Transfer Network and is an expert reviewer and assessor for the European Commission (EC), Leverhulme trust, NERC, Finland Academy of Science and other international funders on Wireless Sensing, the Internet of Things, cloud computing and future manufacturing projects/calls. She is a full member of the UK’s Engineering and Physical Sciences Research Council College of Peers (www.epsrc.gov.uk) and serves routinely on the British Council Newton Fund EPSR Panel. She is actively involved with the European Commission and regional government organizations to promote the knowledge transfer from academia to industry and society at large, particularly focusing on the use of sensing technologies for reducing poverty, increasing health, and enabling social mobility and towards the adoption of wireless technologies, Artificial Intelligence and the Internet to tackle global energy challenges. \nProf. Gaura is an Associate Editor for the IEEE Sensors Journal and a committee member for numer- ous conferences, including IEEE Sensors and ACM e-Energy. She reviews frequently for a number of journals, including IOP Measurement Science and Technology, IEEE Trans. on Signal Processing and IEEE Industrial Electronics.\n\n\n\n\n\n\nDuring a research career spanning 25 years, Prof. Gaura has grown considerable awareness of and insight into a number of engineering disciplines neighbouring the domain of her specialism (sensing). This continues to bring her recognition worldwide as a sound academic, with demonstrated ability to judge the quality of academic work at a variety of levels: from publications in conferences and journals to PhD theses, and research proposals. \nA particular strength in Prof. Gaura’s research has been working with application domain specialists, end-users and beneficiaries of IoT systems. She has held and delivered over 30 substantial grants, sponsored by UK’s Engineering and Physical Sciences Research Council (EPSRC), the UK Techno- logy Strategy Board(TSB), Royal Society, European Regional Development Fund (ERDF) and EC’s FP7 Program, British Council, Singapore- MIT Alliance and benefitted from direct sponsorship from industry (Jaguar Land Rover, Orbit Housing Association, NP Aerospace, Meggitt Ltd, etc). Notably, she received extensive funding from Orbit Housing Association, UK to devise IoT systems that eval- uate the environmental and energy performance of buildings, and consumer energy behaviour. Over 200 homes in the UK and 5 impoverished communities worldwide are currently being monitored and are IoT connected through the systems she produced with her team. \nPresently her research is with the development of deployable IoT solutions for real-life applications with a focus on: i) robust end-to-end multi-sensor cyber-physical systems design and community focused technologies integration processes, ii) real-time, model-based sensor fusion, information ex- traction and predictive modelling from wireless sensor networks, iv) integration of decision engines within resource-constrained WSN systems, v) field phenomena event detection and representation using WSNs and vi) long-lived, resource constrained WSNs. She applies and validates most of her innovations in complex socio-technical energy systems, working across the TRL 1–5 band. She brings together multi-disciplinary international teams, across the cyber-physical, energy engineering and so- cial sciences academic and practice domains. Recently she has become active in the Energy arena, through Humanitarian Engineering projects worldwide, designing sensing based assessment models for energy supply, delivery and usage in off grid settings, towards viable and sustainable end-to-end designs for energy supply systems. She is currently leading 3 international research projects in the IoT/energy arena: EPSRC HELP (EP/P029531/1), DOST- Newton PhD Scholarship (Philippines) (172732595), Institutional Links (Brazil) STAR Energy (261881580). She works with communities in the Amazon, Philippines, Nepal and Rwanda on energy-for-all solutions enabled by sensing and the Internet. Elena has graduated 10 PhD students, 8 of which were focused on the wireless sensing domain. \nSelected Projects\n\nHELP Refugee, Humanitarian Energy for Displaced Populations in Refugee Camp and Informal Settlements\n\nSTAR Energy: Sustainable and Replicable Off-grid Renewable Energy System for Riverside Communities in the Amazon\n\nPULP-SEED (Philippines UK collaborative Partnership-System for Environmental and Efficient Drying)\n\nSTARGATE\n\nOWLS - Off-Site Wrap-Around Large Scale Retrofit\n\n \n\n\nVision Statement \nConceived as tomorrow’s Smart Dust two decades ago, Wireless Sensor Networks (WSNs) are now recognised as one of this century’s most exciting, potentially pervasive technologies: they can enhance the way we interact with environments, buildings and machines. My work is towards enabling WSNs’ real-world usage and extending their applicability away from simple data generators towards intelligent data consumers, knowledge generators and autonomous decision-makers. In particular, my research addresses the issues of WSN systems’ longevity, robustness, information usage and usability in the context of several sensing and actuation applications: i) human safety enhancement through physiological sensing and risk prediction; ii) buildings monitoring and occupant empowerment; iii) distributed energy systems and mini-grids.", "Personal profile\n                        \n\n\n\nBiographyI joined Coventry University as a Senior Lecturer in Data Science in 2018. Before joining Coventry, I previously held research positions at Imperial College London (Theoretical Systems Biology group), University of Sheffield, and University of Manchester (Manchester Centre for Integrative Systems Biology). My research has focused on developing statistical machine learning and control systems engineering approaches to study the complex regulatory mechanisms in cellular (metabolic, genetic) networks, as well as complex nonlinear interactions in human brain network that relate to neurological disorders/diseases (e.g. Alzheimer’s disease, seizures).\nI received a PhD and an MSc (distinction) in control engineering from the University of Manchester. I am editorial board member of Frontiers in Computational Neuroscience, and have served as reviewer for a number of peer-reviewed journals (including 4 IEEE Transactions, Proceedings of IEEE, Automatica, IET Systems Biology, Biophysical Journal, Int. J. Syst Science, Entropy). I am also the reviewer for international funding bodies (including EPSRC).\nTeaching:\nModule leader - 7037CEM, Machine LearningModule leader - 7089CEM, Introduction to Statistical Methods for Data ScienceLecturer - 230MP Advanced Matlab: Data Science and MLSupervisor - 300COM Final year project, M08CDE MSc projectModule leader - CPE6005/CPE422 Bio-systems Engineering and Computational Biology, 2015 - 2017, University of Sheffield.Research InterestsComputational Neuroscience - Nonlinear systems identification, Signal processing and Causality analysis\nNARMAX model-based nonlinear frequency analysis & causality analysisNonlinear time-frequency modelling and diagnosis of neurological disorders (e.g. seizures, Alzheimer’s disease) based on neurophysiological recordings: EEG, EMG, fMRI\nComputational Systems Biology\nBayesian inference for parameter estimation and model selectionOptimal and Bayesian model-based experimental designNetwork inference for complex biochemical regulatory pathwaysPhD ProjectIf you are interested to do a PhD in statistical machine learning, Bayesian inference, nonlinear signal processing/system identification with possible applications in biology or neuroscience, please get in touch with me.\nI have a new fully-funded PhD studentship (Sep 2020, jointly with Dr Laura Roden) on computational systems biology & gene network inference for plant defence system, for more details see FindaPhD or CU Link (as a part of the Coventry GCRF programme).I have a fully-funded joint PhD studentships (international) with Singapore A*STAR starting Sep 2020 on network inference & computational biology (dynamic modelling and Bayesian). For details, see the FindaPhD link.", "Personal profile\n                        \n\n\n\nBiographyJames Brusey received his BApSc with distinction and PhD from RMIT University in 1996 and 2003, respectively. His PhD won the Australian Computer Science Association award for Best Thesis in 2004. He has over 15 years’ experience in the IT industry, part of which was as an independent consultant. More recently, he has worked as a Senior Research Associate at Cambridge University’s Institute for Manufacturing with funding from the Auto-ID Centre.\nSince 2007, James has worked as a Senior Lecturer at Coventry University in wireless sensor networks and a Senior Research Fellow of the Cogent Computing Applied Research Centre. During this period, he has helped to establish Cogent as a world class research centre with a broad portfolio of successful, industry-sponsored projects related to wireless sensor projects. He was awarded a readership in Pervasive Computing in 2012 and a professorship in computer science in 2018.\nHis current research interests include exploring issues with the practical deployment of wireless sensor networks, thermal comfort in buildings and car cabins.Vision StatementWe are seeing a revolution in the way we think about computing. No longer are computers necessarily unwieldy devices tied to their desk, tethered by power cords and network cabling. Nor are we anymore wedded to the mouse and keyboard for their user interface. The rise in ability and popularity of small mobile, wirelessly connected devices has changed for ever what we thought was possible.\nDespite these advances, distributed sensing is only feasible for a limited set of applications and inferring knowledge from these sensors is a problem that we do not yet hold the complete solution to.\nI want my research to form part of the solution – to enable inexpensive, reliable, long-lived wireless sensing that provide not just data, but meaningful and reliable high-level information”.", "Personal profile\n                        \n\n\n\nBiographyI am an Associate Professor in Computer Science with a PhD in mathematics, working at Coventry University since April 2015.\nMy research expertise is on algorithms of symbolic computation (the automation of exact symbolic mathematics) and their implementation in computer algebra systems. More specifically, I focus on algorithms of real algebraic geometry and computational logic. I have published on improved fundamental algorithms, their applications both direct (e.g. biology and economics) and in other areas of computer science (e.g. programming over complex numbers and motion planning). I am also involved in research that seeks to combine computer algebra systems with satisfiability modulo theory solvers, and to apply machine learning techniques to improve the performance of computer algebra systems without risking mathematical correctness.\nI currently lead an ESPRC grant on the latter topic (embedding machine learning in quantifier elimination procedures) and I was the Coventry site PI for a large EU project on Satisfiability Checking and Symbolic Computation. I am available as a PhD adviser on the topics discussed above.\nI am committee of the ACM Special Interest Group for Symbolic and Algebraic Manipulation (SIGSAM) and the ongoing PC Chair of the annual International Conference on Computer Algebra in Symbolic Computation (CASC).  \nSee my personal academic website for further details:http://computing.coventry.ac.uk/~mengland/index.htmlResearch InterestsAlgorithms for Symbolic ComputationImplementations in Computer Algebra SystemsAlgorithms for polynomial systems, real algebraic geometry and computational logic.Quantifier Elimination and Cylindrical Algebraic DecompositionMachine Learning for Software OptimisationSatisfiability Modulo TheoriesApplications of the above to sciences, engineering and economics.\n\n\nEducation/Academic qualificationDoctorate, Heriot-Watt University\nKeywordsQA76 Computer softwareSymbolic ComputationComputer Algebra", "Personal profile\n                        \n\n\n\nResearch InterestsMy research focuses more on different aspects of information security; security in big data, security in IoT systems, network security, fog and cloud security, technologies that support GDPR, AI in security and malware detection. Please contact me if you think I can help you for your PhD.Vision StatementI like professional career, high quality research and teaching. I have a good feel when I share my experience with students about living in several countries for my education and career. I have seen different cultures and educational systems. I enjoy when I see students use my advice and they are successful. I talk with them about time management, stress management, wellbeing and other abilities that help them to be successful.BiographyI wrote my first computer program in 1990 before I start my education in Bachelor of Software Engineering. I started programming with COBOL on Unix, then FORTRAN, Pascal, Visual Basic, C++, and the last systems were developed by Visual C#, .Net, Ajax technology and SQL by me. I was working in a company as a system analyser, designer, and developer for fifteen years. Then I decided to change my career to academic (research and teaching) due to my interest. To materialize this dream, I immigrated to Malaysia, and started my PhD in faculty of Computer Science in University of Malaya, Kuala Lumpur. I went South Africa immediately after my PhD and I started to work with Rossouw Von Solms who built an unforgettable period in my life in Centre for Research in Information and Cyber Security (CRICS), Nelson Mandela Metropolitan University. I worked on human aspects of cyber security in this centre, the outputs of my research were published in several prominent journals in this domain such as Computer and Security, Computer in Human Behavior, IEEE journals and so on. I should thank Steve Furnell, a professor in Plymouth University who always helps me for my research and career. I finished my Postdoctoral in South Africa successfully and I started to work in Cyber Security Centre, University of Warwick with a well-known professor – Carsten Maple – on security in IoT systems (PETRAS Project) for about three years. I was impact champion for six months, and due to my interest I focused on information security and privacy protection in IoT systems. I supervised two PhD students in University of Warwick and many master students. I joined School of Computing, Electronics and Mathematics, University of Coventry as a lecturer, But research is my entertainment, I enjoy research, and is an inseparable part of my job for ever.\nTeaching:\nInformation Security Management (Lectures & Labs)\nDigital Security Risk and Audit Management (Lectures & Labs)\nCloud Security and Business Continuity (Labs)\nOperating System Security (Labs)\nSoftware Development (Lectures & Labs)\n\n\nEducation/Academic qualificationInformation Security, University of Warwick1 Sep 2016 → 30 Jan 2019Information Security, Nelson Mandela University1 Jun 2015 → 1 Sep 2016Information System, Doctorate, Universiti Malaya1 Oct 2010 → 15 Dec 2014", "Personal profile\n                        \n\n\n\nBiographyDr Sara Sharifzadeh completed her PhD study in Computer Science  in Technical University of Denmark, Department of applied Mathematics and Computer Science in 2015. Upon Completion of her PhD, she started her new career as Research Associate in Data Science at Loughborough University. She joined Coventry University in 2018 as a Lecturer in the School Computing, Electronics and Mathematics.\nDuring her study and research career, Dr Sharifzadeh was involved in several industrial research projects funded by EPSRC and Danish Council for Strategic Research and industrial partners. Her main areas of research include signal/image analysis, machine learning, artificial intelligence and 3D point cloud data analysis.Research InterestsSignal, image and video analysisMultivariate data analysisMachine learningArtificial Intelligence (AI)Spectral signal/image analysis3D point cloud data analysisRoboticsEmbedded systems\n \n\n\nEducation/Academic qualificationComputer Science, Doctorate, Technical University of Denmark2011 → 2015Multimedia Technologies, MSc, Autonomous University of Barcelona2009 → 2010Electronics Engineering, MSc2004 → 2007Electronics Engineering, Degree1999 → 2002", "", "", "Personal profile\n                        \n\n\n\nBiographyDr. Vasile Palade is Professor of Artificial Intelligence and Data Science in the Faculty of Engineering, Environment and Computing at Coventry University. He joined Coventry University as in Reader in Pervasive Computing in September 2013, after several academic and research positions at the University of Oxford, UK, University of Hull, UK, and the University of Galati, Romania.\nHis research interests are in the area of machine learning and computational intelligence, with a focus on neural networks and deep learning, neuro-fuzzy systems, various nature inspired algorithms such as swarm optimization algorithms. Application areas include image processing, social network data analysis and web mining, smart cities, wireless sensor networks, fault diagnosis, Bioinformatics and health related problems, among others.\nDr. Palade is author and co-author of more than 170 papers in journals and conference proceedings as well as books on computational intelligence and applications. He has also co-edited several books including conference proceedings. He is an Associate Editor for several journals, such as Knowledge and Information Systems, Neurocomputing, International Journal on Artificial Intelligence Tools, International Journal of Hybrid Intelligent Systems, etc. He has delivered keynote talks to international conferences on machine learning and applications. Dr. Vasile Palade is an IEEE Senior Member and a member of the IEEE Computational Intelligence Society.Research InterestsMachine Learning and Applications; Deep learning; Image Processing", "Personal profile\n                        \n\n\n\nBiography \nDr. Wang is currently a senior lecturer in the School of Computing, Electronics, and Math at Coventry University, UK. He worked in Centre for Security, Communications and Network Research, Univeristy of Plymouth for 5 years as a lecturer before joining the department here. Dr. Wang’s current research interests include designing, modeling and implementing novel algorithms and mechanisms for computer networks, network security, cloud, and fog computing. He is interested in applying his expertise to support the transition to Industrial 4.0.  He has held a number of grants and published over 50 publications in these areas. He is currently co-supervising a number of Ph.D. students on various topics in these areas and was involved in many industrial related projects. Dr. Wang has actively served the academic community and he co-founded the International Workshop on Performance Modeling and Evaluation in Computer and Telecommunication Networks. He has also acted as a co-chair for a number of international conferences and served on program committees for over 10 international conferences/workshops. He has edited a number of journal issues as a guest editor and been a referee for many international journals. Dr. Wang also holds the Microsoft Certified System Engineer (MCSE) professional qualification, is a Cisco Certified Network Associate training instructor and is a member of IEEE and IET.\n Research InterestsTime sensitive networking, Grid, Cloud, Fog computing, Clustering, P2P and Web Service; Security and QoS in Computer Networks; MAC protocols and Integration of Computer Networks; Performance Modelling/Evaluation of Computer Networks; Mesh networks, Sensor networks, IEEE 802.11, IEEE 802.15 and IEEE 802.16Vision Statement\nRecent advances in mobile and wireless networking has been tremendous in the past decade. The applied research is evolving in deploying campus wide wireless network, designing static and  mobile networks with Cloud connection and setting wireless sensor network in diverse environment. Among this major research direction, challenges still remain for design, deploy and evaluate novel protocol, system architecture and topology design. An Internet of everything is envisioned to be the future of networking. I am committed to develop novel protocols, network models to fulfil this vision by means of simulation, real testbed development and performance modelling.\n\n\nEducation/Academic qualificationDoctorate, University of Bradford1 Nov 2001 → 1 Jul 2005", "Personal profile\n                        \n\n\n\n\n\nExternal positionsHonorary Lecturer, King's College London1 Sep 2016 → 31 Aug 2019", "Personal profile\n                        \n\n\n\nResearch InterestsMy scientific interests are in designing and using mathematical models to understand and solve problems in biology, medicine, epidemiology and public health with an emphasis on collaborative and interdisciplinary research. I use mathematical methods and theories as tools to understand infectious disease transmission dynamics in order to establish efficient and cost effective ways to control their spread.", "Personal profile\n                        \n\n\n\nBiographyDr Alireza Daneshkhah is an Assistant Professor in Bayesian Statistics and Machine Learning. He is course director of MSc Data Science and Computational Intelligence, and a core member of Coventry research centre in Data Science. Dr Daneshkhah received his PhD degree from the University of Warwick for a thesis titled \"Estimation in causal graphical models\". Prior to his current position, he was a member of the Warwick Centre for Predictive Modelling where he has developed deep learning methods to probabilistically simulate highly complex systems.  He also served a course director of Utility asset management at Water Institute of Cranfield University. His primary research is in Bayesian elicitation of expert’s probabilistic statements and model structure; modelling high-dimensional data using Bayesian networks, Dynamic Bayesian networks, and Pair-copula Bayesian network models;  and simulating highly complex Engineering and Environmental  systems using Gaussian process emulators and Deep learning approaches. He has applied these methods to a wide range of applications including urban and coastal flood modelling, health, economics, decision-making under uncertainty and risk assessment of networked systems.\nHe has served as principal investigator, collaborator and researcher to several EPSRC, NHS, NERC, DEFRA, and industrial-based research projects in developing various Bayesian Machine Learning methods in tackling highly complex engineering and environmental case studies in the presence of both limited and Big Data.\nDr Alireza Daneshkhah is co-author of three books in expert judgment, advanced reliability methods, and digital twins and has an established list of published journal papers, book chapters and conference communications to his name. Dr Alireza Daneshkhah  is a fellow of the Royal Statistical Society, a member of International Society of Bayesian Analysis, and  an associate of Institute of Mathematics and its Applications.\n \nResearch Interests\nBayesian StatisticsSimulating/approximating complex systems using Gaussian processesModelling big data using Bayesian network (BN), Dynamic BN, and multivariate copula models.Probabilistic sensitivity ananlysis and Bayesian uncertainty quantificationDeep learning using Deep Gaussian process, and deep AI methods;Risk assessment and Reliability analysis of complex industrial and environmental systems;Elicitation of expert knowledge and opinions;Modelling and forecasting extreme climatic events using Machine Learning and AI methods.Simulation Methodologies for Autonomous Vehicle\n \nTeaching Modules\n321MP - Bayesian Statistics7088CEM - Artificial Neutral Networks7135CEM -  Modelling and Optimisation Under Uncertainty221MP - Statistical Computing320MP - Statistical Design and ModellingPhD ProjectI am currently supervising several PhD students both within the Faculty centre of Data Science and jointly with other research centres. My main focus is on topics in Deep laerning using Deep Gaussain process, Probabilstic Uncertainty quantification and Sensitivity analysis, and modelling Big Data using Graphical models (particularly, Bayesian networks) and multivariate copulas (known as pair-copula vine) with wide range of applications, including modelling disease data, topic modelling for precision medicine, abetes type I data with various complications, modelling and forecasting extreme climatic events, catastrohe modelling,  simulation methodologies for Autonomous Vehicle, etc.\n \n\n\nEducation/Academic qualificationBayesian Statistics, Doctorate, University of Warwick1 Oct 1999 → 24 Jun 2004Statistics, Postgraduate Certificate, Shahid Beheshti University30 Sep 1994 → 31 Aug 1996Statistics, Degree, Shahid Chamran University of Ahvaz16 Sep 1990 → 10 Aug 1994\nKeywordsQA75 Electronic computers. Computer scienceProbabilistic Bayesian modellingGaussian ProcessBayesian networksExpert elicitationSensitivity analysisUncertainty quantification Reliability analysisrisk assessmentPreventive maintenanceBig data"], "lstProfessor_fingerprint": ["Self-avoiding Walk,Phase Diagram,Critical Behavior,phase diagrams,polymers,Phase diagrams,Polymers,Square Lattice", "Wireless sensor networks,Sensors,Monitoring,Neural networks,Accelerometers,Sensor networks,Classifiers,MEMS", "Systems Biology,Design of experiments,Electroencephalography,Metabolic Networks and Pathways,Metabolic Engineering,Model structures,Tremor,Nonlinear systems", "Monitoring,Wireless sensor networks,Thermal comfort,Sensors,Classifiers,Gas turbines,Body sensor networks,Railroad cars", "Decomposition,Learning systems,Polynomials,Algebra,Support vector machines,Neural networks,Computer aided design,Geometry", "Security of data,Fog,Intrusion detection,Cruise control,Personnel,Cloud computing,Internet,human error", "Robots,Inspection,Robotics,Feature extraction,Lasers,Principal component analysis,Robot learning,Torque measurement", "", "", "Neural networks,Classifiers,Learning systems,Particle swarm optimization (PSO),Particle Swarm Optimization,Failure analysis,Genes,Support vector machines", "Telecommunication traffic,Active Queue Management,Difference equations,Packet loss,Network protocols,Wireless networks,Hazard Rate Function,Wireless local area networks (WLAN)", "Catheters,X rays,X-Rays,Cardiac Catheterization,Fluoroscopy,Imaging techniques,Cardiac Electrophysiology,Echocardiography", "HIV,Zimbabwe,Acquired Immunodeficiency Syndrome,Condoms,Endemic Equilibrium,Model,Cholera,Reproductive number", "Copula,Bayesian networks,Bayesian Networks,Sensitivity analysis,Costs,Basis Functions,Probability distributions,Preventive maintenance"]}