{"lstProfessorName": ["Professor Yike Guo", "Dr Mark Kennedy", "Dr Wenjia Bai", "Dr Yves-Alexandre de Montjoye"], "lstProfessorTitle": ["Co-director", "Co-director ad interim", "Lecturer jointly at DSI and Dept of Medicine", "Assistant Professor in the Dept.of Computing and at the DSI"], "lstProfessorContact": ["y.guo@imperial.ac.uk", "mark.kennedy@imperial.ac.uk", "w.bai@imperial.ac.uk", "demontjoye@imperial.ac.uk"], "lstProfessorURL": ["http://www.imperial.ac.uk/people/y.guo", "http://www.imperial.ac.uk/people/mark.kennedy", "http://www.imperial.ac.uk/people/w.bai", "http://www.demontjoye.com/"], "lstProfessor_profile": ["Summary\nYike Guo,  is a Professor of Computing Science in the Department of Computing at Imperial College London. He is the founding Director of the Data Science Institute at Imperial College. He is a Fellow of the Royal Academy of Engineering (FREng), Member of Academia Europaea (MAE), Fellow of British Computer Society and a Trustee of The Royal Institution of Great Britain. \nProfessor Guo received a first-class honours degree in Computing Science from Tsinghua University, China, in 1985 and received his PhD in Computational Logic from Imperial College in 1993 under the supervision of Professor John Darlington. He founded InforSense,  a software company specialized in big data analysis for life science and medicine, and served as CEO for several years before the company's merger with IDBS, a global advanced R&D software provider, in 2009. He was then the Chief Innovation Officer of the IDBS until 2018. He also served as the Chief Technical Officer of the tranSMART foundation, a global alliance in building open source big data platform for translational  medicine research. \nHe has been working on technology and platforms for scientific data analysis since the mid-1990s, where his research focuses on data mining, machine learning  and large-scale data management. He has contributed to numerous major research projects including: the UK EPSRC platform project, Discovery Net; the Wellcome Trust-funded Biological Atlas of Insulin Resistance (BAIR); and the European Commission U-BIOPRED project. He was the Principal Investigator of the European Innovative Medicines Initiative (IMI) eTRIKS project, a €23M project building a cloud-based informatics platform, in which tranSMART is a core component for clinico-genomic medical research, and co-Investigator of Digital City Exchange, a £5.9M research programme exploring ways to digitally link utilities and services within smart cities.\nProfessor Guo has published over 250 articles, papers and reports. Projects he has contributed to have been internationally recognised, including winning the “Most Innovative Data Intensive Application Award” at the Supercomputing 2002 conference for Discovery Net,  the Bio-IT World \"Best Practices Award\" for U-BIOPRED in 2014 and the \"Best Open Source Software Award\" from ACM SIGMM in 2017.", "Summary\nDr. Kennedy's research focuses on the emergence of new markets and industries and the more basic building blocks of organising—categories, identities, forms, strategies, practices, reputation criteria and so on. Within this broad topic, he pays particular attention to meaning construction processes, often by using text-mining techniques to extract and analyze patterns of association among actors, ideas and objects as they appear in conventional and new social media. His publications have appeared in American Sociological Review, Academy of Management Journal, Organization Science, Journal of Managment Studies, and Research in the Sociology of Organizations.\nDr. Kennedy was educated at Northwestern University and Stanford University. He received his Ph.D. (Joint Program in Management and Organizations and Sociology) and MBA degrees from Northwestern and its Kellogg School of Management and his A.B. in Philosophy (Program in Formal Systems) from Stanford. Before coming to Imperial, Dr. Kennedy was at the University of Southern California's Marshall School of Business. \nDr. Kennedy also has substantial work experience in consulting and high technology. Before becoming an academic, he was a Principal in the management consulting unit of Computer Sciences Corporation (CSC) and, before that, a software engineer and product manager for a Santa Clara, CA-based startup. As a consultant, Professor Kennedy has served clients in technology, healthcare and entertainment on difficult issues at the intersection of strategy, leadership, and organisational change.", "Summary\nI am a lecturer jointly at Data Science Institute and Department of Brain Sciences, Imperial College London. I am also affiliated with Biomedical Image Analysis Group, Department of Computing.My research is at the interface between machine learning and medical imaging. I am interested in medical image segmentation, registration, reconstruction, classification and prediction problems, as well as their translation to clinical research and healthcare. I feel fortunate to work with colleagues that span the spectrum from computing to medicine.Previously, I completed my D.Phil in Engineering Science at University of Oxford and my M.Eng and B.Eng in Automation at Tsinghua University.\nPlease visit my personal website for more information.", ""], "lstProfessor_fingerprint": ["AI for healthcare,Artificial Intelligence,Artificial Intelligence Network,Centre for Cardiac Engineering,Centre for Cryptocurrency Research and Engineering,Data Science Institute,Department of Computing,EPSRC Centre for Maths of Precision Healthcare,ElectroCardioMaths Programme,Network of Excellence in Air Quality,Space Lab,UK Med-Bio,Urban Systems Lab", "Artificial Intelligence Network,Centre for Infrastructure Robotics Ecosystems,Data Science Institute,Imperial Business Analytics", "Artificial Intelligence Network,Computational, Cognitive and Clinical Neuroimaging Laboratory,Section of Neurology", ""]}