{"lstProfessorName": ["Dr Larbi Alili", "Dr Sigurd Assing", "Dr Martine Barons\n(AS&RU)", "Dr Horatio Boedihardjo", "Dr Thomas Berrett", "Dr Julia Brettschneider", "Dr Teresa Brunsdon", "Dr Giuseppe Cannizzaro", "Dr Paul Chleboun", "Dr Panayiota Constantinou", "Dr Ric Crossman", "Dr Theo Damoulas", "Professor Xavier Didelot", "Dr Ritabrata Dutta", "Dr Richard Everitt", "Professor Bärbel Finkenstädt Rand", "Professor David Firth", "Professor Jon Forster", "Dr Karen Habermann", "Professor Vicky Henderson", "Dr Martin Herdegen", "Professor David Hobson", "Professor Jane Hutton", "Dr Jeremie Houssineau\n(AS&RU)", "Professor Saul Jacka", "Dr Paul Jenkins", "Professor Adam Johansen", "Professor Wilfrid Kendall", "Dr Jo Kennedy", "Dr Jere Koskela", "Professor Vassili Kolokoltsov", "Dr Ioannis Kosmidis", "Dr Krzysztof Łatuszyński", "Dr Zorana Lazic", "Professor Chenlei Leng", "Dr Gechun Liang", "Professor Alex Mijatovic", "Dr Joan Nakato", "Dr Anastasia Papavasiliou", "Dr Martyn Parker", "Professor Martyn Plummer", "Dr Yan Qu", "Professor Christian Robert", "Professor Gareth Roberts", "Dr Leonardo Rolla", "Professor Jim Smith\n(AS&RU)", "Dr Dario Spanò", "Dr Simon Spencer", "Professor Mark Steel", "Dr Massimiliano Tamborrino", "Dr Shahin Tavakoli", "Dr Nick Tawn", "Dr Elke Thönnes", "Dr Samuel Touchard", "Dr Sebastian Vollmer", "Professor David Wild", "Dr Wei Wu", "Dr Jon Warren", "Dr Yi Yu"], "lstProfessorTitle": ["", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], "lstProfessorContact": ["", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], "lstProfessorURL": ["http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/alili", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/assing/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/barons", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/boedihardjo", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/berrett", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/brettschneider/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/brunsdon", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/cannizzaro", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/chleboun", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/constantinou", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/crossman", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/damoulas", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/didelot", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/dutta", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/everitt", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/finkenstadt/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/firth/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/forster", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/habermann", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/henderson", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/herdegen", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/hobson/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/hutton/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/houssineau", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/jacka/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/jenkins", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/johansen", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/kendall/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/kennedy/", "https://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/koskela", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/kolokoltsov", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/kosmidis", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/latuszynski", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/lazic", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/leng", "https://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/liang", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/mijatovic", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/nakato", "http://www.warwick.ac.uk/fac/sci/statistics/staff/academic-research/papavasiliou", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/parker", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/plummer", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/qu", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/robert", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/roberts/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/rolla", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/smith/", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/spano", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/spencer", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/steel/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/tamborrino", "https://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/tavakoli", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/tawn", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/thonnes", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/touchard", "http://www2.warwick.ac.uk/fac/sci/maths/people/staff/Vollmer/", "http://www2.warwick.ac.uk/fac/sci/systemsbiology/staff/david_wild/", "https://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/wu", "http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic-research/warren/", "https://warwick.ac.uk/fac/sci/statistics/staff/academic-research/yu"], "lstProfessor_profile": ["[Publications][Co-authors][CV]\n\n\nResearch Interest\n\nSelf-similar Markov processes and exponential functionals\nFluctuation theory and exit problems\nGaussian processes and diffusion processes\nStochastic processes and Finance\n\nSupervision\nMy supervision topics come from modern probability theory and its applications. Students interested in working in one of the topics listed below, or on a topic which suits my research interest, are encouraged to contact me. I have two Ph.D. projects to offer on:\n\nOn certain jumping Markov models and related option pricing problems\nBoundary crossing problems for some Markov processes and applications\n\nSome Recent Publications\n\nSpace and time inversions of stochastic processes and Kelvin transform, with L. Chaumont, P. Graczyk and T. Żak, Mathematische Nachrichten, 292, no 2, 251-272, 2019.\nOn the semi-group of a scaled skew Bessel process, with A. Aylwin, Statistics & Probability letters, 145, 96-102, 2019.\nFurther studies on square-root boundaries of Bessel processes, with H. Matsumoto, Electron. Commun. Probab. 23, no. 39, 2018.\nInversion, duality and Doob h-transforms for self-similar Markov processes, with L. Chaumont, P. Graczyk, and T. Żak, Electron. J. Prob., 22, no 20, 1-18, 2017\nOn inversions and Doob h-transforms of linear diffusions, with P. Graczyk and T. Zak, Séminaire de Probabilités XLVII, volume In Memoriam Marc Yor, 2015.", "OFFICE HOURS:\nWednesday 11:30-12:30\n   Thursday 11:30-12:30\n\n\nMAILING ADDRESS:\n\nThe University of Warwick \nDepartment of Statistics \nCoventry CV4 7AL\nUnited Kingdom\nPHONE: +44(0)24 7657 4807\nFAX: +44(0)24 7652 4532\nOFFICE: MSB1.17 Mathematical Sciences Building \nEMAIL: s.assing@warwick.ac.uk\n\n\nDr Sigurd Assing works mostly in probability theory, with particular interest in: random processes, stochastic analysis, statistical mechanics and stochastic control.\n\n\n\nCurriculum Vitae\nRecent Publications\nUseful Links", "In November 2016 Martine was appointed to a permanent position as the Director of the Applied Statistics & Risk Unit (AS&RU) within the Statistics Department at the University of Warwick. The AS&RU formal launch event took place in March 2017\nMartine is a member of the scientific advisory panel for the Newton Gateway to Mathematics Gateway Scientific Advisory Panel\nDuring 3-years as a Research fellow working with Prof Jim Q Smith on Coherent inference over a network of probabilistic systems for decision support with applications to food security, Martine hosted an expert elicitation workshop on the topic of factors affecting pollination services. BBC news\nMartine spent the Autumn 2015 term in Melbourne, Australia working with biosecurity and other experts on decision support for pollinator policy. More here and here.\nMartine spent part of the Autumn 2017 term at Monash University, Melbourne, working with nutritionists on decision support for food security. Seminar talk here.\nWorkshop: 'Evidence-based decision support for food security'\nThis workshop brought together food domain experts and modelling experts in an exciting cross-disciplinary meeting to inform and extend current food security research. This workshop brought together two groups of people. The first included domain experts whose primary research activities lie in food research from production, supply to need and nutrition and practitioners who are responsible for policy enactment associated with a nation's food security. The second group of researchers are experts in the elicitation of domain judgments associated with large complex systems of which food production, supply and delivery is an example together with experts in the development of the efficient and effective decision support for such systems. The workshop forms part of a long term aim to build large scale decision support tools to support crisis management and policy design and their implementation associated with addressing food deprivation and alleviating food poverty in the light of various crises and political imperatives.\nA number of promising new collaborations have developed as a result of the workshop.\nDetails of speakers and slides from their talks are available here: Workshop speakers and talks\nMartine was on the scientific committee for the ESGI130 study group with industry.\nMartine was on the Scientific Committee for the European COST workshop on Food Safety and Food Security in Dubrovnik, April 2016. More here. The focus of this workshop was expert elicitation.\nMartine was interviewed at the Birmingham Food Council Food poverty Workshop: Video\nMartine first joined the Department of Statistics in December 2012 to work with Professor Jane Hutton, Professor Jim Smith and Professor Tony Marson, exploring the role of Chain Event Graphs in modelling and managing chronic diseases.\nMartine previously worked in the Centre for Complexity Science, Warwick, undertaking PhD research on nonlinear models for complex healthcare datasets. Details here \nPublications\nCurriculum Vitae", "My research studies Stieltjes-type iterated integrals along paths. These iterated integrals appear in the study of many fields in mathematics, such as the cohomology of the loop space, control theory, stochastic analysis, number theory, and more recently in machine learning. I am also a Scientific Advisor of the Hong Kong Observatory.\nA list of publications can be found here.\nIf X=Horatio and Y=Boedihardjo, then my email address is X.Y@warwick.ac.uk .", "I am an Assistant Professor at the Department of Statistics, University of Warwick. Until July 2020, I was a postdoctoral researcher at CREST, ENSAE, Institut Polytechnique de Paris supervised by Prof. Cristina Butucea. Until August 2019 I was postdoctoral researcher supervised by Prof. Richard J. Samworth, in the Statistical Laboratory, a subdepartment of the Department of Pure Mathematics and Mathematical Statistics at the University of Cambridge, and was affiliated with the StatScale programme.\nMy research interests are mainly in developing statistical theory and methodology in nonparametric settings. Problems I have worked on include the estimation of entropy and other functionals, (conditional) independence testing and classification. I am also particularly interested in the application of nearest neighbour methods and permutation tests. Please see my personal webpage for more information and for a list of publications.\nemail: tom.berrett [@] warwick [DOT] ac [DOT] uk\noffice: Room 2.09, Mathematical Sciences Building", "Office hours \nCurrently no office hours as the Department is still closed due to the Covid-19 lockdown. You are welcome to send an email. Zoom/Skype/Teams meetings can be arranged.  \n\n\n\n\n\nNews \nDetectorChecker: Interactive R shiny webtool and R-package for inspecting damage on X-ray detectors based on spatial analysis of dead pixel distributions, new versions released 30.6.2020. Joint venture with The Alan Turing Institute and Prof Wilfrid Kendall; more details on the inside-out blog.\n\n[Research] [Supervision] [Biography] [Publications] [Teaching]\nResearch interests\n\nModelling decision-making processes involving complex information (e.g. farming, forestry, cancer recurrence risk, life course, admissions)\nQuality assessment and improvement for high-dimensional data (e.g. genomics, X-ray detectors, additive layer manufacturing)\nStatistical methodology for high-dimensional data (e.g. gene expression profiles)\nSpatial modelling (e.g. microscopic images, colocalisation of proteins, dead pixels on digital X-ray detectors)\nIntuitive versus normative concepts of probability, risk and uncertainty and implications on decision making (e.g. in behaviour finance)\n\nSupervision\nI have supervised supervised 31 Master level projects (MMORSE, MMathStat, Masters in Statistics, Masters in Epidemiology) at Warwick and Queen's University and am currently supervising 2 such projects. 3 of my PhD students have graduated in the last two years and I am currently (co-)supervising 5 PhD projects.\nTopics include methods for statistical analysis of high-dimensional data from genomics, spatial analysis using image data (e.g. X-ray, microscopy), medical statistics (e.g. cancer screening, predictors for survival, questions related to trial design), perception of randomness and behavioural decision theory (e.g. medical treatment decision, finance, admissions).\nStudents with an interest in a suitable topic of their choice, whether included in the list or not, are encouraged to contact me for this to be considered.\nShort biography \n\nAssistant Professor (2007-2010), Associate Professor (since 2010), Dept of Statistics, University of Warwick, UK\nAssistant Professor, Dept of Math/Stats & Dept of Community Health/Epidemiology & Cancer Research Institute, Queen's University, Canada\nVisiting Assistant Professor and Research Statistican, Dept of Statistics at University of California at Berkeley, USA\nPostdoctoral fellow in Computational Biology at Eurandom, Netherlands\nPhD (2001) in Mathematics, Supervisor Prof. H. Föllmer, Humboldt University Berlin, Germany\nUG in Mathematics (with Computer Sciences and Psychology) in Bonn, Germany\n\nSoftware\nDetectorCheckerWebApp is an interactive WebApp for analysing pixel damage in CT scanners using the associated R-package DetectorChecker. Both have been developed jointly with the Turing Research Software Engineer Group and Prof Wilfrid Kendall.\nRecent publications and manuscripts \nJA Brettschneider, OT Giles, WS Kendall, T Lazauskas\nDetectorChecker: analyzing patterns of defects in detector screens\n  Submitted to JOSS, July 2020\nF Lévi, S Komarzynski, Q Huang, T Young, Y Ang, C Fuller, M Bolborea, J Brettschneider, B Finkenstädt, J Fursse, DP White, and PF Innominato\nActionable determinants of circadian and sleep disruption identified from tele-monitoring of cancer patients during daily life\n  To appear in Cancers, 2020\nM Christodoulou, J Brettschneider, D Steinsaltz\nErosion of representativeness in a cohort study\n  Under revision by International Journal of Epidemiology, February 2020\nJ Brettschneider, G Burro, V Henderson\nWide Framing Disposition Effect: an empirical study\n  Under revision by JEBO (nearly final version available at Giovanni's home page), May 2020\nS Rajan, J Brettschneider, JF Collingwood\nSegmentation of the corpus callosum in diffusion tensor images - methodology comparison in a study of healthy ageing and mild cognitive impairment\n  Accepted by Journal of Neuroscience Methods 2020\nM Palma, S Tavakoli, J Brettschneider, T Nichols\nQuantifying uncertainty in brainpredicted age using scalar-on-image quantile regression\n  NeuroImage (2020): 116938\nJA Brettschneider\nPerspectives on decision trees\nManuscript 2018, accepted at SPUDM Amsterdam 2019 \nM McFarlane, JA Brettschneider, A Gelsthorpe, S James, D Snead, K Gopalakrishnan, H Mehenna, J Jankowski, R Arasaradnam, C Nwokolo\nAn assessment of candidate genes to assist prognosis in gastric cancer\nJ Gastrointest Oncol. 2018 Apr; 9(2): 303–310\n\nJA Brettschneider, M Burgess\nUsing a frailty model to measure the effect of covariates on the disposition effect \nCRiSM Working Paper Series No. 17-05, 2017\nS Cheung, JL Hutton, JA Brettschneider\nReview of sojourn time calculation models used in breast cancer screening \nCRiSM Working Paper Series No. 17-04, 2017\nFM Nixon, TR Honnor, NI Clarke, GP Starling, AJ Beckett, AM Johansen, JA Brettschneider, IA Prior, SJ Royle\nMicrotubule organization within mitotic spindles revealed by serial block face scanning EM and image analysis\nJournal of Cell Science, April 2017, 15;130(10):1845-1855. doi: 10.1242/jcs.203877\nTR Honnor, AM Johansen, JA Brettschneider\nA nonparametric test for dependency between between estimated local bulk movement patterns \nCRiSM Working Paper Series No. 17-03, 2017\nJA Brettschneider, JW Warnett, TE Nichols, WS Kendall\nHigher level spatial analysis of dead pixels on detectors based on local grid geometry \nCRiSM Working Paper Series No. 17-02, 2017\nTR Honnor, JA Brettschneider, AM Johansen \nDifferences in spatial point patterns with applications to subcellular biological structures \nCRiSM Working Paper Series No. 17-01, 2017\nKueh A, Warnett JM, Gibbons GJ, Brettschneider J, Nichols TE, Williams MA, & Kendall WS \nModelling the Penumbra in Computed Tomography\nJournal of X-ray science and technology, 24 (4), 2016, 583-97 (Gold Access) \nJ Brettschneider\nPractical uses of quality assessment for high-dimensional gene expression data \n  in Aston et al (Eds): UK Success Stories in Industrial Mathematics, Chapter 29, Springer, 2016. \nPreliminary version\nBrettschneider J, Thornby J, Nichols TE and Kendall WS\nSpatial analysis of dead pixels \n CRiSM Working Paper Series No. 14-24, 2014\nBrettschneider J \nQuality assessment for high-throughput genomic data in research and clinical practice, Impact Statement REF2014, Unit of assessment: Mathematical Sciences, Summary impact type: Technological. Download here (REF website)\nBrettschneider J\nDecision­ making in adjuvant cancer treatment choices based on complex information, including genomic recurrence risk scores, Abstract, Decision Making Bristol 2014, September 2014\nBrettschneider J \n On uniform convergence in ergodic theorems for a class of skew product transformations\nDiscrete and Continuous Dynamical Systems - A, 29 (3), March 2011, 873-891 \n Download here (Journal website) or from arXiv\nFoster CJ, Farmer P, Baetz T, Brettschneider J, Feilotter HE and LeBrun DP\nDifferential expression of cell cycle regulatory proteins defines distinct classes of follicular lymphoma\nHuman Pathology, Volume 42, Issue 7, July 2011, 972-982\nGuan SH, Bonnett L, and Brettschneider J \nUsing gene subsets in the assessment of microarray data quality for time course experiments\nCRISM research paper 09-24, May 2009\nHickey JG, Myers SM, Tian X, Zhu SJ, Shaw JLV, Andrew SD, Richardson DS, Brettschneider J and Mulligan LM\nRET-dependent gene expression patterns distinguish RET isoforms but not oncogenic mutants\nGenes, Chromosomes and Cancer, 48(5), 429-440, May 2009\n  Abstract and download from here (Wiley)\nBrettschneider J, Collin F, Bolstad BM, and Speed TP\n Quality assessment for short oligonucleotide arrays (with 5 commentaries and rejoinder)\nTechnometrics, 50(3): 241-264 (article), 279-283 (rejoinder), Aug 2008\n  Download from here (ASA)\nMagalhaes T, Feilotter H and Brettschneider J \n Comparison of five prominent expression measures and quality assessment and control for affymetrix microarrays\n  Work in progress\nBrettschneider J \n Shannon-McMillan type theorems for random fields along curves and lower bounds for surface-order large deviations\nProbability Theory and Related Fields, 142 (3), 443-473, Nov 2007\n  Downlaod from  here (Springer) or from arXiv\nGuan SH, Zheng J, and Brettschneider J \n Microarray data quality assessment for developmental time series\n  In: Barber S, Baxter PD, and Mardia KV (eds.)\nSystems Biology & Statistical Bioinformatics, Leeds University Press, July 2007 \n  Download abstract from LASR Proceedings here\nBarrier A, Lemoine A, Boelle PY, Tse C, Brault D, Chiappini F, Brettschneider J, Lacaine F, Houry S, Huguier M, Van der Laan MJ, Speed TP, Debuire B, Flahault A and Dudoit S\n Colon cancer prognosis prediction by gene expression profiling\n Oncogene, 24(40): 6155-6164, Sep 2005\n  Abstract and download from here (nature)\nBolstad BM, Collin F, Brettschneider J, Cope L, Simpson K, Irizarry RA, and Speed TP \n Quality assessment of affymetrix genechip data \n  In Gentleman R, Carey V, Huber W, Irizarry R, and Dudoit S (eds.) \n  Bioinformatics and Computational Biology Solutions Using R and Bioconductor, Springer, New York, 2005 \n  Description of the book is here (Springer)\nMarciano PG, Brettschneider J, Manduchi E, Davis JE, Eastman S, Raghupathi R, Saatman KE, Speed TP, Stoeckert CJ, Jr., Eberwine JH and McIntosh TK\n Neuron-specific mRNA complexity responses during hippocampal apoptosis after traumatic brain injury\n Journal of Neuroscience, Mar 2004, 24(12): 2866-76 \n  Abstract and download from here (J. Neurosci.)\nRecently taught courses  \nGames, Decision and Behaviour (ST222)\n  Module for second year MORSE, MathStat and Maths students, Warwick University, Fall term 2014, Fall term 2015, Fall term 2016, Fall term 2017\nAdvanced Topics in Biostatistics (ST414)\n  Statistical methods for large data sets\n  Module for 4th year and MSc students, Warwick University, Spring term 2015\nStatistical Laboratory (ST104)\n  Module for first year MORSE and MathStat students, Warwick University, Summer term 2014\n Introduction to the Practice of Statistics (ST952)\n  Module for MSc students, Warwick University, Fall term 2013\nProbability A/B (ST111/ST112)\n  Module for first Math year students, Warwick University, Winter term 2012\nAdvanced Topics in Biostatistics (ST416) \nStatistical methods for large biological data sets\nModule for 4th year and MSc students, Warwick University, Fall term 2011, 2012\nProbability A/B (ST111/ST112)\n  Module for first year Math students, Warwick University, Winter term 2011, 2012\nProbability A (ST111)\n  Module for first year Math and MORSE and MathStat students, Warwick University, Winter term 2010\nGames and Decisions (ST114)\n  Module for first year students, Warwick University, Winter term 2008\nIntroduction to the Practice of Statistics (ST952) (with Dr Heather Turner)\n  Module for MSc students, Warwick University, Fall term 2007\nTopics in Applied Statistics  (with Dr David Steinsaltz)\n  Seminar course for graduate students, Queen's University, Winter term 2007\nStatistics for Genomics\n  Lecture course for forth year students, Queen's University, Fall term 2006\nSome recent presentations\nTalk 3.3.2020 CDT (ST912) Decision theory inspired by applications\nTalk at Probabilistic Coupling and Geometry December 2019\nTalk about Sampling Biases (Newton Institute workshop (UQ) March 8, 2018)\nAsru talk\nShort Talk slides\nopendaytalkslides slides2\nPosterJune2017\nResearchSpotlights_pdf\nResearchSpotlights_key", "I gained my first degree in Mathematics Sciences at Loughborough University and then went on to study an MSc in Applied Statistics at Southampton University. I stayed at Southampton to complete my PhD on Time Series Analysis of Compositional Data. After this I held a post as a post-doctoral research fellow on the use of Dynamic Factor Analysis and then a one-year Teaching fellowship. I joined Sheffield Hallam University (then Sheffield City Polytechnic) in September 1988. I worked there for 31 years, teaching statistics, data mining and data science before coming to the University of Warwick in September 2019.\nI currently deliver:\nIntroduction to Statistical Practice (ST952): https://warwick.ac.uk/fac/sci/statistics/modules/st9/st952\nTopics in Data Science (ST343/ST419): https://warwick.ac.uk/fac/sci/statistics/currentstudents/modules/st3/st343\nand Applied Statistical Modelling (ST404): https://warwick.ac.uk/fac/sci/statistics/currentstudents/modules/st4/st404/\nPUBLICATIONS\nHaddela P. , Hirsch L. , Brunsdon T. and Gaudoin J. (2020) Use of Interpretable Evolved Search Query Classifiers for Sinhala Documents; Future Technologies Conference (FTC) 2020; 5-6 November 2020 in Vancouver, Canada. (Due to appear in the proceedings, Springer series \"Advances in Intelligent Systems and Computing\")\nBaldwin, J., Brunsdon, T. M., Gaudoin, J., & Hirsch, L. (2018). Towards a Social Media Research Methodology:Defining Approaches and Ethical Concerns. SOTICS 2018,The Eighth International Conference on Social Media Technologies, Communication, and Informatics. \nHirsch, L., & Brunsdon, T. M. (2018). A comparison of Lucene search queries evolved as text classifiers. The Journal of Applied Artificial Intelligence, 32:7-8,768-784, DOI: 10.1080/08839514.2018.1506972 \nBrunsdon, T. M., & Smith, T. M. F. (1998). The Time Series Analysis of Compositional Data. Journal of Official Statistics, 14(3), 237-253. \nhttp://www.scb.se/contentassets/f6bcee6f397c4fd68db6452fc9643e68/the-time-series-analysis-of-compositional-data.pdf \nSmith, T. M. F. & Brunsdon, T. M. (1989). The Time Series Analysis of Compositional Data: In Proceedings of the Survey Research Methods Section, American Statistical Association, Alexandria, VA (USA) pp26-32. \nhttp://ww2.amstat.org/sections/srms/Proceedings/ \nSmith, T. M. F. & Brunsdon, T. M. (1989). Time Series Analysis for Small Areas. Symposium on small area statistics at Burea of Statistics, Oslo \nBrunsdon, T. M., & Skinner, C. J. (1987). Dynamic factor analysis: a review. European Meeting of the Psychometric Society, Twente, Netherlands. \nBrunsdon, T. M., & Skinner, C. J. (1987). The analysis of dependencies between time series in psychological experiments. British Journal of Mathematical and Statistical Psychology, 40(2), 125-139. \nBrunsdon, T. M., & Skinner, C. J. (1987). The choice of time interval for analysing dependencies between time series in psychological experiments. European Meeting of the Psychometric Society, Twente, Netherlands. \nSmith, T. M. F. & Brunsdon, T. M. (1987). The Analysis of Compositional Data. Contributed Papers, 46th Session of International Statistical Institute. 417-418.", "I am Giuseppe Cannizzaro, a Harrison Early Career Assistant Professor at the University of Warwick and EPSRC Fellow.\nI obtained my PhD in 2016 at the Technische Universität Berlin under the supervision of Prof. Peter K. Friz. Subsequently, I joined the group of Prof. Martin Hairer as a Research Associate at Imperial College London.\nI am mainly interested in (d+1)-interface models and their Universality Classes, stochastic analysis and especially (singular) stochastic PDEs, statistical mechanics, polymer models, scaling and continuum limits of interacting particle systems and Malliavin Calculus.\nFor more information, visit my website!", "My research interests lie in probability theory, mathematical physics and scientific computing. More specifically, my main research focus is on Markov processes called interacting particle systems. In particular their dynamics, such as mixing times, relaxation toward equilibrium and metastability.\nTeaching\n\nST318: Probability Theory \nST111/112 Tutorials\n\nOffice hours:\n\nMonday 10:30-11:30\nTuesday 11:30-12:30\n\nPublications\nA list of almost all my papers can also be found on  arXiv.\n\nCutoff for the Square Plaquette Model on a Critical Length Scale, with A. Smith, Ann. Appl. Probab. In Press (2020).\nStructure of the condensed phase in the inclusion process, with S. Grosskinsky and W. Jatuviriyapornchai, J. Stat. Phys. 178, 682-710 (2020) \nMixing of the Square Plaquette Model on a Critical Length Scale, with A. Smith, Electron. J. Probab. In Press (2020).\nCurrent large deviations for partially asymmetric particle systems on a ring, with S. Grosskinsky and A. Pizzoferrato, J. Phys. A: Math. Theor. 51, 405001 (2018).\nMixing length scales of low temperature spin plaquettes models, with A. Faggionato, F. Martinelli, and C. Toninelli, J. Stat. Phys. 169(3), 441-471 (2017)\nLower current large deviations for zero-range processes on a ring, with S. Grosskinsky and A. Pizzoferrato, J. Stat. Phys. 167(1), 64-89 (2017)\nMonotonicity and Condensation in Homogeneous Stochastic Particle Systems, with T. Rafferty and S. Grosskinsky, Ann. I. H. Poincare 54(2), 790–818 (2018)\nRelaxation to equilibrium of generalized East processes on Zd: Renormalization group analysis and energy-entropy competition, with A. Faggionato and F. Martinelli, Ann. Probab. 44(3):1817-1863, (2016)\nMixing time and local exponential ergodicity of the East-like process in Zd, with A. Faggionato and F. Martinelli, Ann. Fac. Sci. Toulouse Math. 6.12(4):717-743 (2015)\nA dynamical transition and metastability in a size-dependent zero-range process, with S. Grosskinsky, J. Phys. A: Math. Theor. 48(5) 055001 (2015)\nThe influence of dimension on the relaxation process of East-like models, with A. Faggionato and F. Martinelli, EPL, 107 36002 (2014)\nDynamics of condensation in the totally asymmetric inclusion process, with J. Cao and S. Grosskinsky, J. Stat. Phys. 155(3), 523-543 (2014)\nCondensation in stochastic particle systems with stationary product measures , with S. Grosskinsky, J. Stat. Phys. 154(1-2), 432-465 (2014)\nTime scale separation and dynamic heterogeneity in the low temperature East model, with A. Faggionato and F. Martinelli, Comm. Math. Phys. 328(2), 955-993 (2014)\nMixing time bounds for oriented kinetically constrained spin models, with F. Martinelli, Electron. Comm. Probab. 18(60) (2013)\nTime scale separation in the low temperature East model: Rigorous results, with A. Faggionato and F. Martinelli, J. Stat. Mech. Theor. Exp. L04001 (2013)\nCondensation in randomly perturbed zero-range processes, with L.C.G del Molino and S. Grosskinsky, J. Phys. A: Math. Theor. 45 205001 (2012)\nFinite size effects and metastability in zero-range condensation, with S. Grosskinsky, J. Stat. Phys. 140(5), 846-872 (2010)\nInstability of condensation in the zero-range process with random interaction, with S. Grosskinsky and G.M. Schütz, Phys. Rev. E 78(3), 030101(R) (2008)\nAb initio theory of temperature dependence of magnetic anisotropy in layered systems: Applications to thin Co films on Cu(100), with Á. Buruzs, P. Weinberger, L. Szunyogh, L. Udvardi, A. M. Fischer and J. B. Staunton, Phys. Rev. B 76(6), 064417 (2007) \n\nBrief CV", "Hello, my name is Panayiota Constantinou (please call me Nayia) and I am a Senior Teaching Fellow in Statistics at the Department of Statistics.\nPrevious work experience:\nAugust 2016-present: Senior Teaching Fellow, University of Warwick, U.K.\nSeptember 2013-July 2016: Brunel Research Fellow in Statistics, University of Bristol, U.K.\nApril 2013-September 2013: Research Associate in DPMMS, University of Cambridge, U.K.\nEducation:\n2009-2014: PhD in Statistics, University of Cambridge, U.K.\n2008-2009: MPhil in Statistical Science, University of Cambridge, U.K.\n2003-2008: Ptychion in Mathematics, National and Kapodistrian University of Athens, Greece.\n\n\nMy full CV is available upon request.", "Room MSB2.02\nOffice hours: 10:30 - 11:30 Mondays, 10:30 - 11:30 Fridays\nPhone no.: (024 765) 75870\nEmail: r.j.crossman(at)warwick.ac.uk\nCurrently running Bayesian statistics and Decision Theory (ST301/ST413), Foundations of Statistical Inference (ST911) and Statistics Laboratory (ST104) modules\nRecent papers\nActivate Treatment for Idiopathic Adolescent Scoliosis, Williams, M.A., Heine, P.J., Williamson, E.M., Toye, F., Dritsaki, M., Petrou, S., Crossman, R.J., Lall, R., Barker, K.L., Fairbank, J., Harding, I., Gardner, A., Slowther, A-M., Coulson, N., Lamb, S.E., Health Technology Assessment 19.55, July 2015.\nAnaphylaxis and ethnicity: higher incidence in British South Asians, Buka, R.J., Crossman, R.J., Melchior, C.L., Huissoon, A.P., Hackett, S., Dorrian, S., Cooke M.W., Krishna, M.T., Allergy 70 (12), December 2015.\nValidation of digital pathology imaging for primary histopathological diagnosis, Snead, D.R., Tsang, Y-W., Meskiri, A., Kimani, P.K., Crossman, R.J., Raipoot, N.M., Blessing, E., Chen, K., Gopalakrishnan, K., Matthews, P., Momtahan, N., Read-Jones, S., Sah, S., Simmons, E., Sinha, B., Suortamo, S., Yeo, Y., El Daly, H., Cree, I.A., Histopathology, 68 (7), June 2016.\nAccuracy of clinical diagnosis of benign eyelid lesions: is a dedicated nurse-led service safe and effective? Mohite, A.A., Johnson, A., Rathore, D.S., Bhandari, K., Crossman, R.J., Mehta, P., Ahluwalia, H.S., Orbit: The International Journal on Orbital Disorders, Oculoplastic and Lacrimal Surgery, published online 2016.\nWW1", "I am an Associate Professor in Data Science with a joint appointment in Computer Science and Statistics. I am also the Deputy Director for the Data-Centric Engineering programme at The Alan Turing Institute. My research interests are in probabilistic machine learning and Bayesian statistics with applications to spatio-temporal problems in urban science and computational sustainability. I am a member of the Warwick Machine Learning Group.\nI am a Turing Fellow of the Alan Turing Institute and affiliated with NYU as a Visiting Exchange Professor at the Center for Urban Science and Progress (CUSP).\nProjects\nDCE Covid 19 response: Project Odysseus [04/2020 - Present]\nLondon Air Quality project, Turing - Lloyds Register Foundation programme on Data Centric Engineering. [10/2017 - Present]\nProbabilistic Deep Learning for EV battery life-time prediction, Innovate UK, HVM Catapult & LRF. [10/2018 - Present]\nRobust, Scalable Sequential Monte Carlo with Application to Urban Air Quality, EPSRC, Co-I together with Adam Johansen (PI), [Start: 1/4/2020] *Open position: Hiring soon a 3-year PDRA at Turing in Statistical ML/Bayesian non-parametrics - contact me if interested*\nPublications\n(in chronological order)\nTeaching\nCS342 Machine Learning (2016-2019)\nST343 Topics in Data Science [Topic: Reinforcement Learning] (2017-2019)\nResearch Group\nPost-doctoral Research Associates/Research Fellows\nDr. Omer Deniz Akyildiz\nDr. Daniel Tait\nDr. Kangrui Wang\nDr. Neil Dhir\nPhD Students\nVirginia Aglietti (2017-2020)\nJeremias Knoblauch (2017-2020)\nAyman Boustati (2017-2020)\nMaud Lemercier (2019-2022)\nOliver Hamelijnck (2019-2022)\nResearch Assistants\nPatrick O'Hara\nJames Walsh\nGroup Alumni\nKarla Monterrubio Gomez (PhD, 2016-2019) [PDRA with Dr. Catalina Valejos]\nJoe Meagher (PhD, 2016-2020) [PDRA with Prof. Nial Friel]\nYannis Zachos (BSc thesis, 2018) [Now PhD student at Cambridge with Prof. Mark A. Girolami]\nOffice Hours\n- (@Turing)\nPhD Supervision\nI am interested in supervising highly motivated PhD students with a strong quantitative background at the intersection of computer science and statistics (machine learning, computational statistics, applied math). Get in touch with me and apply directly via OxWaSP and/or WISC Doctoral Training Centers and/or The Alan Turing Institute. Some areas of interest are i) probabilistic spatio-temporal inference and algorithms, ii) learning and Bayesian inference in dynamic systems and changing (non-stationary) environments iii) scalable approximate inference and learning algorithms.\nBSc/MSc/MEng Supervision\n[***Update***: In 2019 I am moving to Turing and will only be able to offer supervision on few thesis related to my research projects]. Every year I will be proposing and supervising undergraduate and master's thesis projects at both Statistics and Computer Science departments. Contact me with your CV if interested in these. If you have a well defined project of your own that is close to my interests and would like me to supervise your thesis feel free to contact me with your CV and a project description.\nNotable 1st Class BSc thesis:\n\nJames Walsh, BSc in Data Science, Physics-informed machine learning of Li-ion 18650 battery degradation, Dept. of Statistics & Dept. of Computer Science, University of Warwick, 2019. [co-supervised with Dr. Daniel Tait]\nPatrick O'Hara, BSc in Computer Science, Running NP-Hard from Air Pollution: Graph optimisation algorithms, Dept. of Computer Science, University of Warwick, 2018. [co-supervised with Dr. Ramanujan Sridharan]\nYannis Zachos, BSc in Data Science, Bayesian Online Changepoint Detection: Spatio-temporal point processes, Dept. of Statistics & Dept. of Computer Science, University of Warwick, 2018. [co-supervised with Jeremias Knoblauch]\n\nNotable 1st Class MSc thesis:\n\nJohannes Muller, MSc in Interdisciplinary Mathematics, Parameter estimation and consistency for discrete determinantal point processes, Dept. of Mathematics, University of Warwick, 2018. [co-supervised with Prof. Nikolaos Zygouras]\nEdoardo Barp, MSc in Mathematics for Real World Systems, Bayesian Inverse Reinforcement Learning for path-based reward inference, Dept. of Mathematics, University of Warwick, 2018. [co-supervised with Virginia Aglietti]\n\nSelected Awards\n\nWarwick Impact Fund Award, 2018\nTuring Reproducible Research Award, 2018\nACM SIGMOD Most Reproducible Paper Award, 2017\nWarwick Awards for Teaching Excellence (nominated) 2015-2016, 2016-2017\nNYU CUSP Teaching and Mentoring award 2014\nThe Classification Society Distinguished Dissertation Award, Carnegie Mellon University, 2012\nBest Paper for Deployed Application Award, AAAI IAAI, 2012\nEMC2 Big Data Award, Data Computing Division, Cornell University, 2011\nBest Paper Award, IEEE ICMLA, 2010\nNCR PhD Fellowship award (full funding), 2006 - 2009\n\nPrevious placements\n\nAssistant Professor, Computer Science & Statistics, University of Warwick, 2015-2018\nResearch Assistant Professor, CUSP, New York University, 2013-2015\nPDRA & Research Associate, Computer Science, Cornell University, 2009-2013\n\nJournal editing:\nData-Centric Engineering, Cambridge University Press\nConference Reviewing:\nNeurIPS, ICML, AAAI, IJCAI\nJournal reviewing:\nNeural Computation, Bioinformatics, IEEE Signal Processing, Pattern Recognition, IEEE SMC\nWorkshop/Special session co-organizer:\nICASSP 2018 \"Wildlife Bioacoustics and Adaptive Signal Processing\", D. Stowell, N. Harte, T. Damoulas\nAAAI 2015 \"AI for Cities\", T. Damoulas, B. Srivastava, S. McIlraith, F. Lecue\nNIPS 2013 \"Machine Learning for Sustainability\", E. Bonilla, T. Dietterich, T. Damoulas, A. Krause\nNIPS 2012 \"Human Computation for Science and Computational Sustainability\", T. Damoulas, T. Dietterich, E. Law, S. Belongie\nAcademic Bio:\nTheo joined the University of Warwick in 2015 from New York University where he was an Assistant Professor of Research (2013-2015). Before that he was a Research Associate in the department of Computer Science at Cornell University working with Prof. Carla P. Gomes, Prof. Bart Selman, Dr. Daniel Fink and the CLO eBird team headed by Steve Kelling (2009-2013). He finished his PhD thesis titled Probabilistic Multiple Kernel Learning in 2009 under the supervision of Prof. Mark A. Girolami at the School of Computing Science, University of Glasgow. He was also co-supervised by Prof. Cornelis Just \"Keith\" van Rijsbergen. He holds an MSc in Informatics (Distinction) from the University of Edinburgh (2003-2004) and an MEng in Engineering (1st Class) from the University of Manchester (1999-2003).", "I am professor of statistical epidemiology and genomics at the University of Warwick. I share my time equally between the School of Life Sciences and the Department of Statistics. I am also a member of the Zeeman Institute for Systems Biology & Infectious Disease Epidemiology Research (SBIDER).\nI lead the recently created Health Protection Research Unit in Genomics and Enabling Data which is funded by the National Institute for Health Research (NIHR). This project is a collaboration between the University of Warwick, Public Health England, the Centre for Genomic Pathogen Surveillance and the University of Cambridge. Our aim is to provide the methodological backbone required to improve national public health using large scale genomic and epidemiological data.\nBefore taking my current appointment at the University of Warwick, I was based in the Department of Infectious Disease Epidemiology at Imperial College London where I was a theme leader of the NIHR Health Protection Research Unit in Modelling Methodology.\nI studied for my doctorate in the Department of Statistics at the University of Oxford, and did postdoctoral work at the Universities of Warwick and Oxford. See my personal website for more details.\nResearch interests\nMy research is focused on the analysis of genomic data in order to improve our understanding of bacterial evolution, epidemiology, ecology and pathogenicity. A key aim is to develop new bioinformatics and statistical methods that can handle the very large amounts of data made available by novel high-throughput sequencing techniques.\nBecause of the interdisciplinary nature of my work, I have broad interests in a variety of subjects, including theoretical topics such as mathematical population genetics, Bayesian statistics or Monte-Carlo methods, and biological topics such as bacterial evolutionary processes or pathogen epidemiology.\nI have worked on a wide range of bacterial pathogens, especially those causing healthcare associated infections (eg Clostridium difficile and Staphylococcus aureus) and gastrointestinal infections (eg Salmonella enterica, Bacillus cereus, Campylobacter jejuni and Helicobacter pylori).\nMy work often requires to develop new statistical methods of analysis, which I release as open source software in the hope that they will be useful to other researchers. Click here for a list of free software tools I have developed or contributed to. My list of publications is available on this page and also on Google Scholar.", "Ritabrata (Rito) Dutta is an Assistant Professor of Statistics.\nRitabrata is teaching Statistical Methods (ST903) in term 1 of 2019/20.\nResearch Interests: Likelihood-free Inference, Approximate Bayesian Computations, Mechanistic Network Models, Model Selection, Applications of Statistics in Natural Science (e.g. Epidemiology, Bio-simulation etc.).\n \nOffice hours:\nMonday (10:30-11:30) and Thursday (10:30-11:30)\nPublications: \nRitabrata's publications can be found here.\nContact:\nemail: Ritabrata.Dutta (at) warwick.ac.uk\noffice: 4.16 Mathematical Science Building", "I am an Associate Professor in Statistics. My research is in methodology for Bayesian computation, applied to problems in statistical genetics, neuroscience, ecology, weather and climate, spatial statistics, network analysis and signal processing. For my latest news see my blog, or for my publications see my Google scholar page. I have a personal website.\nTeaching\nTerm 1\nST344 Professional Practice of Data Analysis\nTerm 2\nST329 Topics in Statistics\nST420 Statistical Learning and Big Data\nTeaching office hours\nI am currently working from home due to the pandemic. Please email me if there is anything you need to discuss.\nBooking a meeting with me\nPlease email me if you need to book a meeting, after checking my availability at this link (click on \"Week\" at the top right for a view that is easier to navigate) and taking into account the following constraints:\n\n\npropose a meeting starting 10am or later, and ending 4pm or earlier;\n\n\nplease book your meeting next to an existing one if possible.\n\n\nDuring the pandemic, these meetings will be online.", "About my research interests\nMy area of research is at the interface between statistics and life sciences where I am interested in developing scientific models alongside Bayesian statistical methodologies that allow us to infer these from (increasingly large) data sets. The modeling often involves very interesting non-linearities and stochastic processes that give rise to novel statistical methodologies. I am in particular interested in the modelling of oscillatory phenomena in biology (epidemics, gene expression, molecular clocks, etc) combined with the analysis of temporal and/or spatio-temporal data (from single cells to meta-populations) and have worked on applications in epidemiology (dynamics of infectious diseases), analytical population dynamics in ecology, transcriptional dynamics of genes and large actigraphic data sets obtained from wearable devices.\nMy collaborations also include addressing statistical and mathematical questions in chronobiology and circadian rhythm with collaborators in the biological sciences and medicine. In a project funded by the Medical Research Council (MRC) I am collaborating with members of the Chronotherapy group at Warwick and INSERM France, to develop statistical methods and models for large data sets of biomarkers on circadian oscillations, including actigraphic data from wearable devices, with the aim of using these for personalized medicine and treatment of cancer patients in their home, and basic research in chronobiology.\n\nCurrent and most recent PhD students:\nSilvia Calderazzo, Simone Tiberi, Panayiota Touloupou (with S Spencer), Elena Camacho-Aguilar (with D Rand), Mans Unosson (with A Johanson), Beniamino Hadj-Amar, Sida Chen, Yiyuan Zhang (with J Brettschneider).\nCurrent and most recent Postdoctoral Collaborators: \nQi Huang, Hiroshi Momiji, Giorgos Minas\nCollaboration with groups in Mathematics, Life Sciences and Medicine led by: \nDavid Rand, Francis Lévi, Michael White, Julian Davis, Mike Hastings\nWarwick network: E-health applications for physical activity, sleep, and circadian rhythms\n\nRecent publications and preprints (since 2015)\nBeniamino Hadj-Amar, Bärbel Finkenstädt, Mark Fiecas, Robert Huckstepp, A spectral hidden Markov model for non stationary oscillatory processes, arXiv:2001.01676\nCavallaro, M, Walsh, M, Jones, M,Teahan, J, Tiberi, S, Finkenstädt, B and Hebenstreit, D, 3’-5’ crosstalk contributes to transcriptional bursting bioRxiv.\nLévi, F, Komarzynski, S, Huang, Q, Young, T, Ang, Y, Fuller, C, Bolborea, M, Brettschneider, J, Finkenstädt, B, Fursse, J, White, DP, and PF Innominato, Tele-monitoring of cancer patients' rhythms during daily life identifies actionable determinants of circadian and sleep disruption,  Cancers 2020, 12(7). \nTouloupou, P, Finkenst\u007fãdt, B, Besser, TE, French, NP, and Spencer, SEF, Bayesian inference for multi-strain epidemics with application to Escherichia Coli O157:H7 in feedlot cattle, to appear in Annals of Applied Statistics, 2020.\n\n\n\nTouloupou, P, Finkenstädt, B and Spencer SEF (2019), Scalable Bayesian inference for coupled hidden Markov and semi-Markov models, Journal of Computational and Graphical Statistics, 2019. \n\nKomarzynski, S, Bolborea, M, Huang, Q, Finkenstädt, B, Lévi, F (2019), Predictability of individual circadian phase during daily routine for medical applications of circadian clocks , Journal of Clinical Investigation (JCI) - Insight, 2019. \n\n\n\n\n\n\nHadj-Amar, B., Finkenstädt, B., Fiecas, M., Lévi, F. & Huckstepp, R. (2019), Bayesian Model Search for Nonstationary Periodic Time Series , Journal of the American Statistical Association, 2019. \n\n\n\nMomiji, H, Hassall, K, Featherstone, K, McNamara, AV, Patist, AL, Spiller, DG, White, MRH, Davis, JRE, Finkenstädt, B, Rand, DA (2019), Juxtacrine signalling and space-time coordinated prolactin production, Plos Computational Biology, 2019.\nCalderazzo, S, Brancaccio, M and Finkenstädt, B (2019), Filtering and Inference for stochastic oscillators with distributed delays, Bioinformatics, 2019.\nTiberi, S, Walsh, M, Cavallaro, M, Hebenstreit, D and Finkenstädt, B (2018), Bayesian inference on stochastic gene transcription from flow cytometry data, Bioinformatics, 2018.\nKomarzynski S, Huang Q, Innominato PF, Maurice M, Arbaud A, Beau J, Bouchahda M, Ulusakarya A, Beaumatin N, Virasolvy F, Breda G, Finkenstädt B and Lévi F (2018), Relevance of a mobile internet platform for capturing inter- and intrasubject variations in circadian coordination during daily routine: Pilot study, Journal of Medical Internet Research 2018.\nHuang, Q, Cohen, D, Komarzynski, S, Li, XM, Innominato, P, Lévi, F and Finkenstädt, B (2018), Hidden Markov Models for monitoring Circadian Rhythmicity in Telemetric Activity Data, Journal of the Royal Society - Interface, 2018.\nDunham, L, Momiji, H, Harper, C, Hey, K, McNamara, A, Featherstone, K, Spiller, D, Rand, D, Finkenstädt, B, White, M, Davis, J (2017), Asymmetrical switching behaviour in transcriptional control, Cell Systems 2017.\nMinas, G, Jenkins, D, Rand, DA and Finkenstädt B (2017), Inferring transcriptional logic from multiple dynamic experiments, Bioinformatics, 2017.\nMinas, G, Momiji, H, Jenkins, D, Costa, MJ, Rand, DA and Finkenstädt B (2017), ReTrOS: A MAT- LAB Toolbox for Reconstructing Transcriptional Activity from Gene and Protein Expression Data, BMC Bioinformatics, 2017. \nBechtold, U, Penfold, C, et al., Time-series transcriptomics reveals that AGAMOUS-LIKE22 links primary metabolism to developmental processes in drought-stressed Arabidopsis, The Plant Cell, 2016.\nFeatherstone, K, Hey, K, Momiji, H, McNamara, AV, Patist, AL, Woodburn, J, Spiller, DG, Christian, HC, McNeilly, AS, Mullins, JJ, Finkenstädt BF, Rand, DA, White, MRH, Davis, JRE, Spatially coordinated dynamic gene transcription in living pituitary tissue.  eLife, 2015.\nHey, K, Momiji, H, Featherstone K, Davis J, White M, Rand D, Finkenstädt B, A stochastic transcriptional switch model for single cell imaging data, Biostatistics, 2015.\nFull List of Publications", "David Firth FBA\n MA (Cambridge), MSc, DIC, PhD (London)\nProfessor of Statistics, University of Warwick and the Alan Turing Institute\n\nDavid Firth came to Warwick in 2003 from Oxford, where he was Professor of Social Statistics. Before that he held academic positions at Imperial College London, at the University of Texas at Austin, and at the University of Southampton. He works on statistical theory, methods and computation, and applications in many disciplines, especially social-science and biostatistical applications.\nDavid is in the management teams of the Leverhulme 'Bridges' Doctoral Scholarships Programme and the Warwick/EPSRC Centre for Research in Statistical Methodology (CRiSM). He also represents the Royal Statistical Society in the Methodology Advisory Committee of the UK's Government Statistical Service. Other activities have included directorship of the Warwick Data Science Institute, co-directorship of the EPSRC Academy for Ph.D Training in Statistics, chairing the Research Section of the Royal Statistical Society, and membership of the ESRC Research Grants Board. David is a former Editor of the Journal of the Royal Statistical Society (Series B, Statistical Methodology), and has served as Associate Editor of several other prominent journals including Biometrika and Biostatistics. In 2008 he was elected a Fellow of the British Academy. In 2012 he was awarded the Guy Medal in Silver.\nIn 2014 he completed a 3-year term as Head of the Department of Statistics.\nCurrent research topics:\n\ninference and computation for generalized nonlinear models (with Heather Turner and Ioannis Kosmidis);\ninference and computation for complex random-effects models (with Cristiano Varin);\nmodels of competition and the analysis of pair-comparison data (with Manuela Cattelan, Cristiano Varin, Heather Turner, David Selby and Ian Hamilton);\ncompositional data analysis (with Fiona Sammut and Zeeshan Ali);\npenalized likelihood methods, especially for modelling discrete data (with Ioannis Kosmidis).\n\nSome recent publications:\nKosmidis, I and Firth, D (2020). Jeffreys-prior penalty, finiteness and shrinkage in binomial-response generalized linear models. Biometrika (to appear). Preprint at https://arxiv.org/abs/1812.01938\nTurner, HL, van Etten, J, Firth, D and Kosmidis, I (2020). Modelling rankings in R: The PlackettLuce package. Computational Statistics (to appear). https://doi.org/10.1007/s00180-020-00959-3 (or preprint at https://arxiv.org/abs/1810.12068)\nFirth, D, Kosmidis, I and Turner, HL (2019). Davidson-Luce model for multi-item choice with ties. http://arxiv.org/abs/1909.07123\nVarin, C, Cattelan, M and Firth, D (2016). Statistical modelling of citation exchange between statistics journals (with discussion). Journal of the Royal Statistical Society A 179, 1-63. This paper appeared originally at http://arxiv.org/abs/1312.1794. The zip archive of supplementary material (0.4MB) contains documented data and R-code for the analyses. The paper was read at the Royal Statistical Society on 13 May 2015, ahead of publication (with discussion) in J Roy Stat Soc A.\nCattelan, M, Varin, C and Firth, D (2013). Dynamic Bradley-Terry modelling of sports tournaments. Journal of the Royal Statistical Society C 62, 135–150. The zip archive of supplementary material contains the data and R code used for the examples in the paper.\nTurner, H and Firth, D (2012). Bradley-Terry Models in R: The BradleyTerry2 Package. Journal of Statistical Software 48(9), 1–21.\nFirth, D (2011). On improved estimation for importance sampling. Brazilian Journal of Probability and Statistics 25, 437–443. (PDF download )\nKosmidis, I and Firth, D (2011). Multinomial logit bias reduction via the Poisson log-linear model. Biometrika 98, 755–759. (Preprint available as CRiSM research report 10-18)\nVarin, C, Reid, N and Firth, D (2011). An overview of composite likelihood methods. Statistica Sinica 21, 5–42. (Preprint available as CRiSM research report 09-45)\nKuha, J and Firth, D (2011). On the index of dissimilarity for lack of fit in log-linear and log-multiplicative models. Computational Statistics and Data Analysis 55, 375–388.\nKosmidis, I and Firth, D (2010). A generic algorithm for reducing bias in parametric estimation. Electronic Journal of Statistics 4, 1097–1112\nKosmidis, I and Firth, D (2009). Bias reduction in exponential family nonlinear models. Biometrika 96, 793–804.\nCurtice, J and Firth, D (2008). Exit polling in a cold climate: The BBC/ITV experience in Britain in 2005 (with discussion). Journal of the Royal Statistical Society A, 171, 509–539.\nSergeant, J C and Firth, D (2006). Relative index of inequality: Definition, estimation and inference. Biostatistics 7, 213–224.\nWhiting, M J, Stuart-Fox, D M, O'Connor, D, Firth, D, Bennett, N C and Blomberg, S P (2006). Ultraviolet signals ultra-aggression in a lizard. Animal Behaviour 72, 353–363.\nStuart-Fox, D M, Firth, D, Moussalli, A and Whiting, M J (2006). Multiple signals in chameleon contests: designing and analysing animal contests as a tournament. Animal Behaviour 71, 1263–1271.\nFirth, D (2005). Some Topics in Social Statistics. In Celebrating Statistics: Papers in Honour of Sir David Cox on his 80th Birthday (eds. A C Davison, Y Dodge, N Wermuth). OUP.\nFirth, D. and Menezes, R. X. de (2004). Quasi-variances. Biometrika 91, 65–80.\nFirth, D. (2003). Overcoming the reference category problem in the presentation of statistical models. Sociological Methodology 33, 1–18.\nFirth, D. (2003). CGIwithR: Facilities for processing web forms using R. Journal of Statistical Software 8(10), 1–8.\nWolfe, R. and Firth, D. (2002). Modelling subjective use of an ordinal response scale in a many period crossover experiment. Applied Statistics 51, 245–255.", "Research\nI have a range of interests in methodological and computational statistics. Particular interests include statistical inference and prediction under model uncertainty, and statistical inference for categorical data, including discrete graphical models. I have also worked in a wide range of application areas. Most recently I have focussed on applications in demographic estimation and forecasting, particularly mortality and migration.", "", "I joined the Department as a Reader in September 2013 from the Oxford-Man Institute of Quantitative Finance, University of Oxford. My past positions include ETH Zurich (RiskLab), Oxford (Nomura Research Fellowship), Princeton University (Assistant Professor, ORFE) and Warwick (Reader, WBS). I have spent six months at the Isaac Newton Institute in 2005 and was a co-organiser of the Quantitative Finance program held at the Fields Institute in 2010. I hold a PhD in Mathematics from the University of Bath.\nMy current research interests include: optimal stopping and optimal control problems, especially related with utility indifference pricing, and with applications to real options and corporate finance, executive stock options, and behavioural finance.\nPublications\nI am an associate editor at: SIAM Journal on Financial Mathematics (2013-), Mathematics and Financial Economics (2010-) and Review of Derivatives Research (2007-) and a past AE of Journal of Economic Dynamics and Control (2007-2013).\nI am on the Council of the Bachelier Finance Society.\nTeaching:\nI am on Study Leave in Term 2 of 2019/20. \nST957 Financial Derivatives (Term 1 2019/2020).\nPhD applicants: If you are interested in applying for a PhD, see my topics on the Department website & the cross-faculty Bridges Leverhulme Doctoral Scholarship Program .\nMasters appplicants: We run a successful MSc Financial Mathematics joint between Statistics, Mathematics and WBS.\n\nI am a member of the Bachelier Finance Society, SIAM, the American Economic Association, the American Finance Association, the European Economic Association, and the European Finance Association.", "I am an Assistant Professor of Financial Mathematics. Before, I was a postdoc at ETH Zürich, Switzerland, with Johannes Muhle-Karbe. I hold a PhD in Mathematics from ETH Zürich, which was written under the supervison of Martin Schweizer.\nCurriculum vitae: [PDF]\nResearch interests\nMathematical Finance: arbitrage theory, change of numéraire, utility maximisation, financial bubbles, transaction costs, equilibria (with and without frictions), risk measures, regulatory arbitrage\nProbability Theory: semimartingale calculus, strict local martingales, processes with jumps, forward-backward stochastic differential equations\nTeaching\nIntroduction to Mathematical Finance [ST339]\nProbability and Stochastic Processes [ST908]\nAdvanced topics in Mathematical Finance [ST958]\nMy research group\n\nFrom left to right: Joe Jerome, Osian Shelley, myself, Nazem Khan\nPreprints\nMartin Herdegen, David Hobson and Joseph Jerome\n  An elementary approach to the Merton problem\nPreprint, 2020. [arXiv | SSRN]\nMartin Herdegen and Nazem Khan\n  A Dual Characterisation of Regulatory Arbitrage for Expected Shortfall\nPreprint, 2019. [SSRN]\nMartin Herdegen, Dylan Possamaï and Johannes Muhle-Karbe\nEquilbrium Asset Pricing with Transaction Costs\nPreprint, 2019. [arXiv, SSRN]\nPublications\nThomas Cayé, Martin Herdegen and Johannes Muhle-Karbe\n  Trading with small nonlinear price impact\nAnnals of Applied Probability, 30, 706-746, 2020. [DOI | SSRN]\nThomas Cayé, Martin Herdegen and Johannes Muhle-Karbe\n  Scaling Limits of Processes with Fast Nonlinear Mean Reversion\nStochastic Processes and their Applications, 130, 1994-2031, 2020. [DOI | arXiv]\nMartin Herdegen and Johannes Muhle-Karbe\nSensitivity of Optimal Consumption Streams\nStochastic Processes and their Applications, 129, 1964-1992, 2019. [DOI | SSRN]\nMartin Herdegen and Sebastian Herrmann\nStrict Local Martingales and Optimal Investment in a Black-Scholes Model with a Bubble\nMathematical Finance, 29, 285–328, 2019 [DOI | SSRN | arXiv]\nBruno Bouchard, Masaaki Fukasawa, Martin Herdegen and Johannes Muhle-Karbe\nEquilibrium Returns with Transaction Costs\nFinance and Stochastics, 22, 569-601, 2018 [DOI | SSRN]\nMartin Herdegen and Johannes Muhle-Karbe\nStability of Radner Equilibria with respect to Small Frictions\nFinance and Stochastics, 22, 443–502, 2018 [DOI | SSRN]\nMartin Herdegen and Martin Schweizer\nSemi-Efficient Valuations and Put-call Parity\nMathematical Finance 28, 1061–1106, 2018. [DOI | SSRN]\nMartin Herdegen and Sebastian Herrmann\nMinimal Conditions for Implications of Gronwall-Bellman Type\nJournal of Mathematical Analysis and Applications 446, 1654–1665, 2017. [DOI | arXiv]\nMartin Herdegen\nNo-arbitrage in a Numéraire-independent Modeling Framework\nMathematical Finance 27, 568–603, 2017. [DOI]\nMartin Herdegen and Martin Schweizer\nStrong Bubbles and Strict Local Martingales\nInternational Journal of Theoretical and Applied Finance 19, 2016. [DOI | SSRN]\nMartin Herdegen and Sebastian Herrmann\nSingle Jump Processes and Strict Local Martingales\nStochastic Processes and their Applications 126, 337-359, 2016. [DOI | arXiv]\nMartin Herdegen\nNuméraire-independent Modelling of Financial Markets\nPhD Thesis ETH Zurich, Diss. ETH No. 22018, 2014. [DOI]\nWorking papers\nMartin Herdegen and Sebastian Herrmann\nA Class of Strict Local Martingales\nSwiss Finance Institute Research Paper No. 14-18, 2014. [SSRN]\nMartin Herdegen\nA Numéraire Independent Modelling Framework for Financial Markets\nNCCR FINRISK working paper No. 741, 2012. [NCCR]\n\nLast modification: 11th June, 2020", "The following links may prove useful or interesting:\n\nA list of publications and preprints \n\n\n\nResearch: Stochastic Finance at Warwick \nTeaching \n    \n\nST 958 \nSV notes \n\n\n\n\nSome potential PhD projects. Prospective students with interests in probability and mathematical finance are encouraged to contact me at the email address below.\n\nIn 2013 I co-organised a workshop IMA Conference on Mathematics in Finance Edinburgh, 8-9 April 2013\nIn 2012 I organised a workshop on optimal stopping as part of the EPSRC Symposium on Probability held at the MRI, Warwick in 2011/12\nIn 2005 I organised a programmeDevelopments in Quantitative Finance at the Isaac Newton Institute.\nIn 2003 I was awarded the Adams Prize for my work in Financial Mathematics. See the Cambridge Network article or the  Guardian Unlimited story. One of the opportunities for the prize winner involves writing a survey article on the theme of the prize.\n\n\nBecause of the university closure there are no Office Hours at present.\nTelephone: +44 (0)24 7615 0396 \nFax: +44 (0)24 7652 4532 \nEmail: D.Hobson 'at' warwick.ac.uk\nPostal Address:\nDepartment of Statistics\n  Zeeman Building\n University of Warwick \n  Coventry\n  CV4 7AL", "Tutees: you can call me any time 22 July 2020 between 11:30 and 13:30. The number below redirects to my mobile.\nRoom 2.05, Mathematical Sciences Building. \nTelephone 024 7652 8357 Please leave a message, and I will receive a text within a minute.  \nEmail: J.L.Hutton at warwick.ac.uk\nExpert witness enquiries: Please email expertwitness.stats@warwick.ac.uk\nOffice hours: by email.\n\n\nInternational Biometric Society Rob Kempton Award 2016\n Suffrage Science Maths and Computing Award 2016\nRoyal Society Wolfson Research Merit Award, 2013-2017\nCommended by judging panel for The John Maddox Prize for Standing up for Science 2019: citation\n \nActuarial ethics\nProfessor Jane Hutton works in medical statistics, with special interests in survival analysis, meta-analysis and non-random data. Her methodological research largely focuses on developing models to answer questions raised by health care colleagues, and patients. For example, collaborations with epilepsy specialists in meta-analyses led to papers on biases due to within study selection of outcomes and sub-groups, and to joint models for pre-randomisation seizure counts and post-randomised trials. Collaboration on a trial of ankle sprains has led to models for recovery rates with skew, bounded scores, with missing data.\nProfessor Hutton's research has had impact through clinical guidelines and in legal cases. Work in epilepsy is cited in National Institute for Clinical Excellence (NICE), SIGN and WHO guidance. Medico-legal cases have addressed life expectancy of people with cerebral palsy, spinal cord injury and traumatic brain injury, and adverse effects of drugs. Expert witness reports have been provided for cases in Australia, Canada, Eire, Hong Kong, South Africa and the four countries of the United Kingdom. The total impact is at least £100 million.\nProfessor Hutton has written extensively on ethics and philosophy of statistics, in response to challenges arising from medical research and discussions with international statistical colleagues and philosophers. She has contributed to Research Council ethics guidelines. She co-funded Ethics in Mathematics 2, the second Cambridge meeting on Ethics in Mathematics.\nMain collaborations\nProfessor Hutton has major collaborations in cerebral palsy and epilepsy. Her work with Professor Peter Pharoah and Dr Allan Colver, on life expectancy in cerebral palsy, has had a substantial effect on the size of awards in medico-legal cases. This work is widely cited nationally and internationally. In epilepsy, she has contributed to many Cochrane reviews of anti-epileptic drugs. She has worked with Professor Tony Marson, of Liverpool University Neurosciences Department, on various projects. Professor Marson and Hutton collaborated with Professor Jim Smith to explore the role of Chain Event Graphs in modeling and managing chronic diseases.\nDr Freedom Gumedze, of Department of Statistical Sciences, University of Cape Town, holds a Newton Advanced Fellowship awarded by the Academy of Medical Sciences, on which Professor Hutton is the UK co-applicant. Three statistics workshops have been held at the University of Cape Town. Dr Gumedze and Isaac Singini, one of Dr Gumedze's PhD students, have had research visits to Warwick Statistics.\nExternal Roles\nProfessor Hutton is Chair of the Statistics and the Law section of the Royal Statistical Society. She assists with the Royal Statistical Society partnership between AIMS and RSS.\nShe was an UCU appointed non-executive director, University's Superannuation Scheme, 2015-2019\nShe is on the Royal Society panels for Newton Fellowships and Dorothy Hodgkin awards. She was a member of the Core Methodology Panel, National Institute for Health Research (NIHR), 2011-2015, and the Education Committee of the International Biometric Society, 2013-2014. She was a member of the NIHR TCC Fellowship Panel, 2011-2013; the selection committee for the Health Research Board in Ireland, 2012. She has taught at AIMS South Africa, AIMS Ghana, AIMS Tanzania and AIMS Cameroon. Reflections on her experiences and the opportunities are here.\nMail: Department of Statistics, Mathematical Sciences Building, University of Warwick, Coventry, CV4 7AL\nTel: +44 (0)24 7652 8357 Fax: +44 (0)24 7652 4532\n  Email: J.L.Hutton 'at' warwick.ac.uk", "I am a Harrison Early-Career Assistant Professor in the Department of Statistics of the University of Warwick.\nMy research interests cover:\n\nBayesian Statistics and Monte Carlo methods, in particular multilevel and multi-index Monte Carlo methods for the approximation of filtering and smoothing distributions related to differential equations with randomness.\nSpatial point processes and their application to the representation of populations made of a random number of individuals, each having a random state, with a focus on the representation of specific information about individuals via point processes on the space of probability measures.\nStatistical analysis and methodology for the estimation of multi-object dynamical systems with, more specifically, the study of the identifiability of parameters in these systems.\nRepresentation of uncertainty motivated by the use of outer (probability) measures as upper bounds on the set of probability measures on a given state space.\n\nTeaching\nI am teaching ST337/ST405 Bayesian forecasting and intervention.\nMy office hours are:\n\nTuesdays: 11.30am to 12.30pm\nThursdays: 11.30am to 12.30pm\n\nIf you are unable to make it for any of these office hours, please email me to decide on another time.\nPlease see the teaching page of my personal website for lecture notes.\nPublications\n\nJ. Houssineau and D.E. Clark: On a representation of partially-distinguishable populations. Statistics, 54(1), 23-45, 2020\nJ. Houssineau, A. Jasra and S.S. Singh: On Large Lag Smoothing for Hidden Markov Models. SIAM Journal on Numerical Analysis, 57(6), 2812-2828, 2019.\nJ. Houssineau, S.S. Singh and A. Jasra: Identification of multi-object dynamical systems: consistency and Fisher information. SIAM Journal on Control and Optimization, 57(4), 2603-2627, 2019\nE.D. Delande, J. Houssineau, J. Franco, C. Frueh, D.E. Clark and M. Jah: A new multi-target tracking algorithm for a large number of orbiting objects. Advances in Space Research, 64(3), 645-667, 2019\nM. Üney, J. Houssineau, E.D. Delande, S.J. Julier and D.E. Clark: Fusion of finite set distributions: Pointwise consistency and global cardinality. IEEE Transactions on Aerospace and Electronic Systems, 55(6), 2759-2773, 2019.\nB. Ristić, J. Houssineau and S. Arulampalam: Robust target motion analysis using the possibility particle filter. IET Radar, Sonar & Navigation, 13(1), 18-22, 2019.\nJ. Houssineau and D.E. Clark: Multi-target filtering with linearized complexity. IEEE Transactions on Signal Processing, 66(18), 4957-4970, 2018.\nE.D. Delande, J. Houssineau and M. Jah: Physics and human-based information fusion for improved resident space object tracking. Advances in Space Research, 62(7), 1800-1812, 2018.\nA.N. Bishop, J. Houssineau, D. Angley and B. Ristić: Spatio-temporal tracking from natural language statements using outer probability theory. Information Sciences, 463-464, 56-74, 2018.\nJ. Houssineau, A. Jasra and S.S. Singh: Multilevel Monte Carlo for Smoothing via Transport Methods. SIAM Journal on Scientific Computing, 40(4), A2315-A2335, 2018.\nJ. Houssineau and A.N. Bishop: Smoothing and filtering with a class of outer measures. SIAM/ASA Journal on Uncertainty Quantification, 6(2), 845-866, 2018.\nWith D. Crisan, P. Del Moral and A. Jasra: Unbiased Multi-index Monte Carlo. Stochastic Analysis and Applications, 36(2), 257-273, 2018.\nI. Schlangen, E.D. Delande, J. Houssineau and D.E. Clark: A second-order PHD filter with mean and variance in target number. IEEE Transactions on Signal Processing, 66(1), 48-63, 2018.\nE.D. Delande, C. Früh, J. Franco, J. Houssineau and D.E. Clark: Novel Multi-Object Filtering Approach for Space Situational Awareness. Journal of Guidance, Control, and Dynamics; Special Issue on Space Domain Awareness, 41(1), 59-73, 2018.\nS. Nagappa, E.D. Delande, D.E. Clark and J. Houssineau: A tractable forward-backward CPHD smoother. IEEE Transactions on Aerospace and Electronic Systems, 53(1), 2017.\nY. Pailhas, J. Houssineau, Y. Petillot and D.E. Clark: Tracking with MIMO sonar systems: applications to harbour surveillance. IET Radar, Sonar & Navigation, 11(4), 629-639, 2017.\nD.S. Bryant, E.D. Delande, S. Gehly, J. Houssineau, D.E. Clark and B.A. Jones: The CPHD filter with target spawning. IEEE Transactions on Signal Processing, 65(5), 13124-13138, 2016.\nJ. Houssineau, D.E. Clark, S. Ivekovič, C.S. Lee and J. Franco: A unified approach for multi-object triangulation, tracking and camera calibration. IEEE Transactions on Signal Processing, 64(11), 2934-2948, 2016.\nI. Schlangen, J. Franco, J. Houssineau, E.W. Pitkeathly, D.E. Clark, I. Smal and C. Rickman: Multiple object tracking with marker-less stage drift correction in super-resolution microscopy. IEEE Journal of Selected Topics in Signal Processing, Special Issue on Advanced Signal Processing in Microscopy and Cell Imaging, 10(1), 193-202, 2016.\nWith P. Del Moral: Particle association measures and multiple target tracking. In: T. Matsui and G.W. Peters (eds.) Theoretical Aspects of Spatial-Temporal Modeling. Springer Japan, 2015.\nE.D. Delande, M. Üney, J. Houssineau and D.E. Clark: Regional variance for multi-object filtering. IEEE Transactions on Signal Processing, 62(13), 3415-3428, 2014.\nD.E. Clark and J. Houssineau: Faà di Bruno’s formula and spatial cluster modelling. Spatial Statistics, 6, 109-117, 2013.\n\nFor preprints and conference articles, please visit my personal web page.", "About Saul\nMy research is in many areas of probability theory with special interests in mathematical finance, stochastic processes, stochastic control, optimal stopping, conditioned processes and probability on trees and related structures.\nI am Editor-in-Chief of the international journal Stochastics.\nI am a Faculty Fellow at the Alan Turing Institute.\nContact me at: S.D.Jacka at warwick dot ac dot uk\nPhDs\nI am always looking for new, good PhD students in any of the areas described above.\nCurrently, there are funded places (to start in October 2020) on the Centre for Doctoral Training in Mathematics and Statistics. See here for further information.\nTo find out more about research topics, please contact me. Here, one of my recent students talks about their work in 60 seconds.\nCurrent PhD students\n\nKevin Engelbrecht\nRuiqi Liu\nRecent PhDs\nSebastian Armstrong\nJun Maeda\nDominic Norgilas\nDejan Siraj\nAdriana Ocejo\nAmogh Deshpande\nMatija Vidmar\nPreprints\nSaul Jacka and Jun Maeda, An Optimal Stopping Problem Modeling Technical Analysis\nSaul Jacka, Elena Hernandez-Hernandez and Alex Mijatovic, Martingale approach to control for general jump processes.\nSaul Jacka and Matija Vidmar, On the informational structure in optimal dynamic stochastic control.\nSaul Jacka and Abdel Berkaoui,  On decomposing risk in a financial-intermediate market and reserving.\nRecent Publications\nSaul Jacka and Elena Hernandez-Hernandez, Minimising the expected commute time To appear in Stoch. Proc. & Appl. (2020)\nSaul Jacka and Dominic Norgilas On the compensator in the Doob-Meyer decomposition of the Snell envelope. SIAM J. Control & Optimisation 57 (3) (2019)\nSaul Jacka, Seb Armstrong and Abdel Berkaoui, On representing and hedging claims for coherent risk measures. J. Convex Analysis 26 (1) (2019).\nSaul Jacka and Adriana Ocejo, On the regularity of American options with regime-switching uncertainty, Stoch. Proc. & Appl. 128 (3), 803-818 (2018). arXiv:1309.1404 https://doi.org/10.1016/j.spa.2017.06.007\nSaul D. Jacka and Aleksandar Mijatović, On the policy improvement algorithm in continuous time, Stochastics, 89 (1), (2017)\nSome older publications (which might still be interesting)\nAleksandar Mijatovic, Matija Vidmar and Saul Jacka, Markov chain approximations to scale functions of Levy processes, Stoch. Proc. & Appl., 125 (10), 3932-3957 (2015)\nSaul Jacka and Amogh Deshpande, Game-theoretic approach to risk-sensitive benchmarked asset management, Risk and Decision Analysis, 5 (4), 163-176 (2015)\nAleksandar Mijatovic and Saul Jacka, Coupling and tracking of regime-switching martingales, EJP 20, Article 38, 1-39 (2015)\nSaul Jacka, Aleksandar Mijatovic and Dejan Siraj, Mirror and synchronous couplings of Geometric Brownian motion, Stochastic Processes and their Applications, 124, 1055-1069 (2014)\nSigurd Assing, Saul Jacka, Adriana Ocejo, Monotonicity of the value function for a two-dimensional optimal stopping problem, Ann. Appl. Prob., 24, 1554-1584 (2014).\nAleksandar Mijatovic, Matija Vidmar and Saul Jacka, Markov chain approximations for transition densities of Levy processes, EJP 19, Article 7, 1-37 (2014)\nSaul Jacka, A simple proof of Kramkov's result on uniform supermartingale decompositions. Stochastics 84, 599-602 (2012)\nSaul Jacka, Peter Windridge and Jon Warren, Minimising the time to a decision. Ann. Appl. Prob. 21, 1795-1826 (2011)\nSaul Jacka, Markov chains conditioned never to wait too long at the origin J. Appl. Probab. 46, 812-826 (2009)\nSaul Jacka and Stephen Connor, Optimal co-adapted coupling for the symmetric random walk on the hypercube,  J. Appl. Probab. 45, 703-713 (2008)\nSaul Jacka and Marcus Sheehan, The noisy veto-voter model: a Recursive Distributional Equation on [0,1].   J. Appl. Probab. 45, 670-688 (2008)\nSaul Jacka, Abdel Berkaoui and Jon Warren, No arbitrage and closure results for trading cones with transaction costs. Finance & Stochastics12, 583-600 (2008)\nSaul Jacka and Jon Warren, Random orderings of the integers and card shuffling Stoch. Proc. and Appl. 117, 708-719 (2007)\nSaul Jacka and Abdel Berkaoui, On the density of properly maximal claims in financial markets with transaction costs. Ann. Appl. Prob. 17 (2), 716-740 (2007)\nSaul Jacka, Zorana Lazic and Jon Warren, 'Conditioning an additive functional of a Markov chain to stay non-negative I: survival for a long time'. Adv. Appl. Prob . 37 (4), 1015-1034 (2005)\nSaul Jacka, Zorana Lazic and Jon Warren, 'Conditioning an additive functional of a Markov chain to stay non-negative II: hitting a high level'. Adv. Appl. Prob. 37 (4), 1035-1055 (2005)\nK Hamza, S D Jacka & F C Klebaner,'The EMM conditions in a general model for interest rates'. Adv. Appl. Prob . 37 (2), 415-434 (2005)\nS D Jacka & R Tribe, 'Comparisons for measure valued processes with interactions'. Ann. Probab . 31, 1679-1712 (2003)\nS D Jacka, 'Avoiding the origin: a finite-fuel stochastic control problem'. Ann. Appl. Prob . 12, 1378-1389 (2002)\nS D Jacka & J Warren 'Examples of convergence and non-convergence of Markov chains conditioned not to die'. Elec. J. Prob . 7 No. 1 (2002)\nS D Jacka & J C Croft, 'The Hausdorff dimension of some snowflake-like recursive constructions'. Fractals 10, 199-208 (2002)\nS D Jacka and G O Roberts 'On strong forms of weak convergence' Stoch. Proc. & Appl. 67, 41-53 (1997)\nS D Jacka 'A martingale representation result and an application to incomplete financial markets'. Math. Finance 2, 23-34 (1992)\nS D Jacka 'Optimal stopping and the American put'. Math. Finance 1(2), 1-14 (1991)\nS D Jacka 'A note on the good lambda inequalities'. Sem. de Prob. XXIII 57-65, LNM 1372, Springer (1989)\nSome lecture notes\nThe art of stochastic control\nOptimal stopping and control-applications\nSome talks\nOptimal Stopping and Technical Analysis (a talk given at the Centre for Mathematical Research in Economics and Finance, Manchester)\nMulticurrency reserving for coherent risk measures ( a talk given at the 2nd Byrne Workshop at Ann Arbor)\nInformation-dependent control (a talk given at Liverpool)\nPolicy Improvement (a talk given at the Academy of Sciences and Humanities, Oslo)\nCoupling and convergence (a talk for OxWaSP)\nThe problems of Statistics (this is the text of a talk I gave in 2003 to civil service statisticians).\nShuttling a diffusion (a talk at UBC Vancouver).\nOptimal stopping with stochastic volatility (a talk at King's College London)\nThe veto-voter model ( a talk at Cambridge).\n(Monetary) Risk Measures (an introductory talk at Warwick suitable for undergraduates)", "I am a Reader in Data Science in the Depts of Statistics and Computer Science, and a Fellow of the Alan Turing Institute, with interests in Monte Carlo methods, inference from stochastic processes, mathematical population genetics, machine learning for genomics. I am a member of the Warwick Machine Learning group.\nTeaching\nAPTS Computer Intensive Statistics\nPreprints\nBrown, S., Jenkins, P.A., Johansen, A.M., and Koskela, J., D. Simple conditions for convergence of sequential Monte Carlo genealogies with applications. \n  [ arXiv ]\nSant, J., Jenkins, P. A., Koskela, J., and Spanò, D. Convergence of Bayesian estimators for diffusions in genetics.\n  [ arXiv ]\nMider, M., Jenkins, P. A., Pollock, M., Roberts, G. O., and Sørensen, M. Simulating bridges using confluent diffusions.\n  [ arXiv ]\nJenkins, P. A. Exact simulation of the sample paths of a diffusion with a finite entrance boundary.\n  [ arXiv ]\nPublications\nIgnatieva, A., Hein, J., and Jenkins, P. A. (2020). A characterisation of the genealogy of a birth-death process through time rescaling.  Theoretical Population Biology, 134: 61–76.\n  [ Abstract ] [ arXiv ]\nKoskela, J., Jenkins, P. A., Johansen, A. M., and Spanò, D. Asymptotic genealogies of interacting particle systems with an application to sequential Monte Carlo.  Annals of Statistics, to appear.\n  [ arXiv ]\nKoskela, J., Spanò, D., and Jenkins, P. A. (2019). Consistency of Bayesian nonparametric inference for discretely observed jump diffusions. Bernoulli, 25 (3): 2183–2205.\n  [ Abstract ] [ arXiv ]\nFavaro, S., Feng, S., and Jenkins, P. A. (2019). Bayesian nonparametric analysis of Kingman's coalescent. Annales de l'Institut Henri Poincaré (B) Probability and Statistics, 55 (2): 1087–1115.\n  [ Abstract ] [ arXiv ]\nChan, J., Perrone, V., Spence, J. P., Jenkins, P. A., Mathieson, S., and Song, Y. S. (2018). A likelihood-free inference framework for population genetic data using exchangeable neural networks. Advances in Neural Information Processing Systems 31:8594–8605. \n  [ Abstract & PDF ] [ arXiv ] [ bioRxiv ]\nGriffiths, R., Jenkins, P. A., and Spanò, D. (2018). Wright-Fisher diffusion bridges. Theoretical Population Biology, 122: 67–77. \n  [ Abstract ] [ arXiv ]\nKoskela, J., Jenkins, P. A., and Spanò, D. (2018). Bayesian non-parametric inference for Λ-coalescents: consistency and a parametric method. Bernoulli, 24 (3): 2122–2153.\n  [ Abstract ] [ arXiv ]\nKoskela, J., Jenkins, P. A., and Spanò, D. (2018). Inference and rare event simulation for stopped Markov processes via reverse-time sequential Monte Carlo. Statistics & Computing, 28 (1): 131–144.\n  [ Abstract ] [ arXiv ]\nPerrone, V., Jenkins, P. A., Spanò, D., and Teh, Y. W. (2017). Poisson random fields for dynamic feature models. Journal of Machine Learning Research, 18 (127): 1–45.\n  [ Abstract & PDF ] [ arXiv ]\nGriffin, A., Jenkins, P. A., Roberts, G. O., and Spencer, S. E. F. (2017). Simulation from quasi-stationary distributions on reducible state spaces. Advances in Applied Probability, 49 (3): 960–980.\n  [ Abstract ] [ arXiv ]\nJenkins, P. A., and Spanò, D. (2017). Exact simulation of the Wright-Fisher diffusion. Annals of Applied Probability, 27 (3): 1478–1509.\n  [ Abstract ] [ arXiv ] [ CRiSM Working Paper 14-27 (an earlier version) ]\nGriffiths, R. C., Jenkins, P. A., and Lessard, S. (2016). A coalescent dual process for a Wright-Fisher diffusion with recombination and its application to haplotype partitioning. Theoretical Population Biology, 112: 126–138.\n  [ Abstract / Corrigendum ] [ arXiv ] [ Oberwolfach report ]\nDialdestoro, K., Sibbesen, J. A., Maretty, L., Raghwani, J., Gall, A., Kellam, P., Pybus, O. G., Hein, J., and Jenkins, P. A. (2016). Coalescent inference using serially sampled, high-throughput sequencing data from intra-host HIV infection. Genetics, 202 (4): 1449–1472.\n  [ Abstract ] [ bioRxiv ]\nKoskela, J., Jenkins, P., and Spanò, D. (2015). Computational inference beyond Kingman's coalescent. Journal of Applied Probability, 52 (2): 519–537.\n  [ Abstract ] [ arXiv ]\nJenkins, P. A., Fearnhead, P., and Song, Y. S. (2015). Tractable diffusion and coalescent processes for weakly correlated loci. Electronic Journal of Probability, 20 (58): 1-26. \n  [ Abstract & PDF ] [ arXiv ]\nJenkins, P. A., Mueller, J.W, and Song, Y. S. (2014). General triallelic frequency spectrum under demographic models with variable population size. Genetics, 196 (1): 295–311.\n  [ Abstract ] [ arXiv ]\nChan, A. H., Jenkins, P. A., and Song, Y. S. (2012). Genome-wide fine-scale recombination rate variation in Drosophila melanogaster. PLoS Genetics, 8 (12): e1003090.\n  [ Abstract & PDF ] [ Software ]\nJenkins, P. A., Song, Y. S., and Brem, R. B. (2012). Genealogy-based methods for inference of historical recombination and gene flow and their application in Saccharomyces cerevisiae. PLoS ONE, 7 (11): e46947.\n  [ Abstract & PDF ]\nJenkins, P. A. and Song, Y. S. (2012). Padé approximants and exact two-locus sampling distributions. Annals of Applied Probability, 22 (2): 576–607. \n  (Technical Report #793, Department of Statistics, University of California, Berkeley, 2010.) \n  [ Abstract ] [ arXiv ] [ Tech Report Version ]\nJenkins, P. A. (2012). Stopping-time resampling and population genetic inference under coalescent models. Statistical Applications in Genetics and Molecular Biology, 11 (1): Article 9. \n  [ Abstract ] [ PDF ]\nJenkins, P. A. and Song, Y. S. (2011). The effect of recurrent mutation on the frequency spectrum of a segregating site and the age of an allele. Theoretical Population Biology, 80 (2): 158–173. \n  [ Abstract ] [ Preprint ]\nJenkins, P. A. and Griffiths, R. C. (2011). Inference from samples of DNA sequences using a two-locus model. Journal of Computational Biology, 18 (1): 109–127. \n  [ Abstract ] [ PDF ]\nJenkins, P. A. and Song, Y. S. (2010). An asymptotic sampling formula for the coalescent with recombination. Annals of Applied Probability, 20 (3): 1005–1028. \n  (Technical Report #775, Department of Statistics, University of California, Berkeley, 2009.) \n  [ Abstract ] [ arXiv ] [ Tech Report Version ]\nJenkins, P. A. and Song, Y. S. (2009). Closed-form two-locus sampling distributions: accuracy and universality. Genetics, 183 (3): 1087–1103. \n  [ Abstract ] [ PDF ] [ Software ]\nGriffiths, R. C., Jenkins, P. A., and Song, Y. S. (2008). Importance sampling and the two-locus model with subdivided population structure. Advances in Applied Probability, 40 (2): 473–500. \n  [ Abstract ] [ Preprint ]\nJenkins, P., Lyngsø, R., and Hein, J. (2006). How many transcripts does it take to reconstruct the splice graph? In: Proceedings of the Workshop on Algorithms in Bioinformatics, Lecture Notes in Computer Science vol. 4175, pp. 103–114. \n  [ Abstract ] [ PDF ] [ Supplementary material ]\nThesis\nImportance sampling on the coalescent with recombination. University of Oxford, 2008. \n  [ Abstract ] [ PDF ]", "Adam Johansen is a Professor of Statistics; his research focuses upon methodological and theoretical aspects of simulation-based algorithms.\n   He is a group leader within the Data Centric Engineering Programme of The Alan Turing Institute: see the project page for more details and get in touch if you're interesting in becoming involved.\n   He leads the Robust, Scalable Sequential Monte Carlo with Application To Urban Air Quality project — again, get in touch if you're interested in becoming involved. \n   He is an investigator within The CoSinES Project. \n\n   He is co-director of APTS.\nTeaching\nSome generic teaching information - - applicable to my personal tutees, MSc students and those attending my lectures is available from my teaching page. \nResearch\nCurrent interests include Monte Carlo methodology, particularly sequential methods together with Bayesian statistics and decision theory more generally.\nInformation about former students.\nProspective Ph.D. students should feel free to email me to discuss possible research directions and might find the theses of some of my former students (available by following the above link) useful indicators of the types of project in which I am typically involved. \n\nCurrent Research Group\nPhD Students\n\nLetizia Angeli (co-supevisor Stefan Grosskinsky)\nSuzie Brown (co-supervisor Jere Koskela)\nFrancesca Crucinio (co-supervisor Arnaud Doucet)\nJames Hodgson (co-supervisor Murray Pollock)\nDenishrouf Thesingarajah \nMåns Unosson (co-supervisor Bärbel Finkenstädt )\n\nPostdoctoral Researchers\n\nDr Juan Kuntz Nussio (as part of the Robust SMC with Application to Urban Air Quality Project)\n\nPublications\n(Pre)Publications to date are listed here. Selected recent additions are listed below.\n\nM. Pollock, P. Fearnhead, A. M. Johansen and G. O. Roberts. Quasi-stationary Monte Carlo methods and the ScaLE algorithm.To appear in Journal of the Royal Statistical Society Series B (Statistical Methodology) [arxiv]\nA. Finke, A. Doucet, and A. M. Johansen. Limit theorems for sequential MCMC methods. Advances in Applied Probability 52(2):377-403, 2020 [journal|arxiv]\nJ. Koskela, P. Jenkins, A. M. Johansen, and D. Spanò. Asymptotic genealogies of interacting particle systems with an application to sequential Monte Carlo. Annals of Statistics 48(1):560–583, 2020. [journal|arxiv] The journal has unfortunately printed an earlier version which contains an error in Case 1 of Lemma 1 which is corrected in the arxiv version.\nP. Guarniero, A. M. Johansen and A. Lee. The Iterated Auxiliary Particle Filter. Journal of the American Statistical Association 112(520):1636–1647, 2017 [journal|arxiv]\nF. Lindsten, A. M. Johansen, C. Naesseth, B. Kirkpatrick, T. Schön, J. A. D. Aston, and A. Bouchard-Côté. Divide and conquer with sequential Monte Carlo. Journal of Computational and Graphical Statistics 26(2):445–458, 2017. [journal website|arxiv]\nY. Zhou, A. M. Johansen and J. A. D. Aston, Towards Automatic Model Comparison: An Adaptive Sequential Monte Carlo Approach. Journal of Computational and Graphical Statistics, 25(3):701–726, 2016. [journal|arxiv]\nM. Pollock, A. M. Johansen and G. O. Roberts, On Exact and -strong Simulation of (Jump) Diffusions. Bernoulli, 22(2):794–856, 2016. [pdf|journal website|arxiv].\n\n\nSoftware\n\nSMCTC: A Sequential Monte Carlo Template Class (C++) \nRcppSMC: An Rcpp library which has evolved from the above (currently version 0.2.1) ; the development version of RcppSMC lives on github and a google-groups-based discussion list also exists.", "Professor Wilfrid Kendall works mostly in probability theory, with particular interests in: random processes, stochastic geometry, stochastic calculus, computer algebra in statistics and probability, and perfect simulation. He has served as President of the Bernoulli Society, was founding co-director of APTS (2007-2017), and was one of 3 organizers of the EPSRC-funded workshop Probability 2008: New Scaling Limits and Other Recent Developments, Monday 31st March to Friday 4th April 2008. He has recently been PI on two EPSRC-funded projects: Inside-out: Statistical methods for Computed Tomography validation of complex structures in Additive Layer Manufacturing and Probabilistic coupling and nilpotent diffusions, as well as PI for the EPSRC grant supporting APTS. He is now PI on the EPSRC-funded project Dirichlet forms and Markov chain Monte Carlo.\n\nContact him at; w dot s dot kendall at warwick dot ac dot uk.\n\n\nResearch preprints\nAn old list of preprints is available at http://www.warwick.ac.uk/go/wsk/ppt.\nTalks\nSlides for some recent talks are available here.\nSome publications (reverse chronological order from 1998)\n2019\n(with P.A. Ernst, G.O. Roberts and J.S. Rosenthal) MEXIT: Maximal un-coupling times for stochastic processes. Stochastic Processes and their Applications, 129, 355-380. (Gold Access!) See also arxiv.org/abs/1702.03917.\n2018\n(with S. Banerjee) Coupling Polynomial Stratonovich Integrals: the two-dimensional Brownian case. Electronic Journal of Probability, 23, Paper 24, 43pp [Open Access!]. See also arxiv.org/abs/1705.01600.\n\n(with E. Candellero) Coupling of Brownian motions in Banach spaces, Electronic Communications in Probability, 23. Paper 29, 13pp [Open Access!]. See also arxiv.org/abs/1705.08300.\n2017\n(with G. Zanella and M. Bédard) A Dirichlet Form approach to MCMC Optimal Scaling, Stochastic Processes and their Applications, 127, 12, 4053–4082 [Gold Access!]. See also arxiv.org/abs/1606.01528.\nFrom Random Lines to Metric Spaces. Annals of Probability, 45(1), 469–517. See also arxiv.org/abs/1403.1156.\n(with S. Banerjee) Rigidity for Markovian maximal couplings of elliptic diffusions. Probability Theory and Related Fields, 168, 1-2, 55-112 [Gold Access!]. See also arxiv.org/abs/1506.04804.\n2016\n(with A. Kueh, J.W. Warnett, G.J. Gibbons, J. Brettschneider, T.E. Nichols, M.A. Williams) Modelling the Penumbra in Computed Tomography. Journal of X-Ray Science and Technology, 24.2, 583-597 [Gold Access!].\n(with S. Banerjee) Coupling the Kolmogorov Diffusion: maximality and efficiency considerations. Advances in Applied Probability, 48A, 15-35 [Free Access!]. See also arxiv.org/abs/1506.04804.\n2015\n(with S.B. Connor) Perfect Simulation of M/G/c Queues. Advances in Applied Probability, 47(4), 1039-1063. See also arxiv.org/abs/1402.7248.\nKendall, W. S. (2015). Coupling, local times, immersions. Bernoulli Journal, 21(2), 1014–1046. See also arxiv.org/abs/1212.1670.\nIntroduction to ​CFTP using R. In Stochastic Geometry, Spatial Statistics, and Random Fields: Models and Algorithms, edited by Volker Schmidt, Springer Lecture Notes in Mathematics 2120, pp. 405-439.\n2014\nReturn to the Poissonian City, Journal of Applied Probability, 51A, 297-309. See also arxiv.org/abs/1309.7645.\nLines and Networks, Markov Processes and Related Fields, 20(1), 81-106.\n(with M. Bramson and K. Burdzy) Rubber Bands, Pursuit Games and Shy Couplings, Proceedings of the London Mathematical Society, 109(1), 121-160. See also arxiv.org/abs/1207.0597.\n2013\n(with Sung Nok Chiu, Dietrich Stoyan, and Josef Mecke) Stochastic Geometry and its Applications, 3rd edition. Wiley (584 pp).\n\nModules for Anglo-Saxon constructions. Two page appendix to \"Grid-Planning in Anglo-Saxon Settlements: the Short Perch and the four-Perch Module\" by John Blair, Anglo-Saxon Studies in Archaeology and History, 18, 18-61.\n\n(with Alberto Sorrentino, Adam M. Johansen, John A. D. Aston, Thomas E. Nichols) Dynamic filtering of static dipoles in magnetoencephalography, Ann. Appl. Statistics, 7(2), 955-988. See also arxiv.org/abs/1205.6310.\n\n(with M. Bramson and K. Burdzy) Shy Couplings, CAT(0) Spaces, and the Lion and Man, Ann. Probab., 41(2), 744-784. See also arxiv.org:1007.3199.\n2012\n\n(with B.J. Hill and E. Thonnes) Fibre-generated point processes and fields of orientations, Ann. Appl. Statistics, 6(3) 994-1020. See also arxiv.org:1109.0701.\n\n2011\n(with H. Le) Limit theorems for empirical Fréchet means of independent and non-identically distributed manifold-valued random variables. Brazilian Journal of Probability and Statistics, 25 (3) (November 2011), 323-352. See also arxiv.org:1102.0228.\n\nGeodesics and flows in a Poissonian city. Ann. Appl. Probab. 21 (3), 801-842. See also arXiv:0910.5115.\n\n2010\nCoupling time distribution asymptotics for some couplings of the Lévy stochastic area. Chapter 19 of Probability and Mathematical Genetics: Papers in Honour of Sir John Kingman,  London Math. Soc. Lecture Note Ser. Cambridge: Cambridge Univ. Press. See also arXiv:math.PR/1002.4348.\n\n(co-edited with I. Molchanov) New perspectives in stochastic geometry, January 2010, 608 pages, 40 illustrations. Oxford; Oxford University Press.\n(with H. Le) Statistical Shape Theory, chapter in New perspectives in Stochastic Geometry as above.\n2009\nAcademy for PhD Training in Statistics (APTS), MSOR Connections, 9, 53-55.\nBrownian couplings, convexity, and shy-ness,  Electronic Communications in Probability 14, Paper 7, 66-80. See also arXiv:0809.4682.\n\n2008\nNetworks and Poisson line patterns: fluctuation asymptotics. In New Perspectives in Stochastic Geometry, Oberwolfach Reports, Volume 5, No.4, 2670-2672.\n\n(with D. Stoyan, J. Mecke) Stochastic Geometry and its Applications, October 2008, (2nd edition, now in paperback), 456 pages, Chichester, New York; Wiley.\n\n(with D.J. Aldous) Short-length routes in low-cost networks via Poisson line patterns. Advances in Applied Probability, 40 (1) (March 2008), 1-21. See also arXiv:math/0701140.\n2007\n(with S.B. Connor) Perfect Simulation for a Class of Positive Recurrent Markov Chains. Ann. Appl. Probab. 17 (3), 781-808, also Correction. Perfect simulation for a class of positive recurrent Markov chains. Ann. Appl. Probab. Volume 17, Number 5-6 (2007), 1808-1810. See also arXiv:math/0601174. \nCoupling all the Lévy stochastic areas of multidimensional Brownian motion. Ann. Probab. 35 (3), 935-953. See also arXiv:math/0512336.\n(with J. Marin and C. Robert) Confidence bands for Brownian motion and applications to Monte Carlo simulation. Statistics and Computing, Volume 17 Number 1 (2007), 1-10.\n\n2005\n(co-edited with F. Liang and J.-S. Wang)  Markov chain Monte Carlo: Innovations and Applications, November 2005, 240 pages, Singapore; World Scientific.\n2004\nGeometric Ergodicity and Perfect Simulation,  Electronic Communications in Probability 9, Paper 7, 140-151. See also arXiv:math/0410012.\n\n(with C.J. Price) Coupling Iterated Kolmogorov Diffusions. Electronic Journal of Probability 9, Paper 13, 382-410.\n2003\n(with R.G. Wilson) Ising models and multiresolution quad-trees. Advances in Applied Probability 35 (1), 96-122.\n2002\n(with A. Brix) Simulation of cluster point processes without edge effects. Advances in Applied Probability 34 (2), 267-280.\n(with Y. Cai) Perfect simulation for correlated Poisson random variables conditioned to be positive. Statistics and Computing 12, 229-243.\n(with G. Montana) Small sets and Markov transition densities. Stochastic Processes and Their Applications 99 (2), 177-194.\n2001\n(with A. Bhalerao, E. Thönnes and R. Wilson) Inferring vascular structure from 2D and 3D imagery In: Medical Image Computing and Computer-Assisted Intervention, proceedings of MICCAI 2001, edited by W.J. Niessen and M.A. Viergever, Springer Lecture Notes in Computer Science 2208, 820-828.\nSymbolic Itô calculus: an ongoing story. Statistics and Computing, 11, 25-35.\nGambling with the Truth: Markov chain Monte Carlo. In: Challenges for the 21st Century: ICFS Mathematics and Theoretical Physics, Singapore March 2000, edited by L.H.Y. Chen, J.P. Jesudason, C.H. Lai, C.H. Oh, K.K. Phua and E.-C. Tan, Singapore; World Scientific, 83-101.\n2000\n(with K. Burdzy) Efficient Markovian couplings: examples and counterexamples. The Annals of Applied Probability 10 (2), 362-40.\nStationary countable dense random sets. Advances in Applied Probability 32 (1), 86-100.\n(with J. Møller) Perfect simulation using dominating processes on ordered state spaces, with application to locally stable point processes. Advances in Applied Probability 32 (3), 844-865.\n(with C.J. Price) Zeros of Brownian Polynomials. Stochastics and Stochastic Reports 70, 271-308.\n1999\n(edited with O.E. Barndorff-Nielsen and M.N.M. van Lieshout) Stochastic Geometry: Likelihood and Computation, Monographs on Statistics and Applied Probability 80, New York; Chapman and Hall / CRC.\n(with J.M. Corcuera) Riemannian barycentres and geodesic convexity. Math. Proc. Camb. Phil. Soc. 127 (2), 253-269.\nGeometry, statistics, and shape. In: Geometry in Present Day Science, edited by O.E. Barndorff-Nielsen and E.B. Vedel-Jensen, Singapore; World Scientific, 143-163.\n(with M.N.M. van Lieshout and A.J. Baddeley) Quermass-interaction processes: conditions for stability. Advances in Applied Probability 31.2, 315-342.\n(with E. Thönnes) Perfect Simulation in Stochastic Geometry. Pattern Recognition 32 (9), 1569-1586.\n1998\n(with J. Jost, U. Mosco, M. Röckner and K.-T. Sturm) New Directions in Dirichlet Forms, International Press, Volume 8, Providence RI; American Mathematical Society.\nPerfect simulation for the area-interaction point process. In: Probability Towards 2000, edited by L. Accardi and C.C. Heyde. Lecture Notes in Statistics, volume 128, New York; Springer-Verlag, 218-234.\nA diffusion model for Bookstein triangle shape. Advances in Applied Probability 30 (2), 317-334.", "Dr Jo Kennedy is an Associate Professor in Statistics having joined the department in 1998. She previously held positions at the University of Oxford and Bristol. In recent years her research activities have focused on interest rate derivatives with particular attention to the modelling requirements of market practitioners. She is co-author with Phil Hunt of Financial Derivatives in Theory and Practice, John Wiley & Sons, 2nd edition 2004. She gained her PhD in probability theory at the University of Cambridge having completed her undergraduate degree and MSc degrees at the University of Sydney.\nContact her at J.E.Kennedy@warwick.ac.uk\nMarkov Functional Models\nRecent Publications\nKennedy, J (2019)  Pricing collateralized derivatives with an arbitrary numeraire, Mathematical Finance. (In Press)\nGogala, J and Kennedy, J (2019) One-dimensional Markov-functional models driven by a non-Gaussian driver, Journal of Computational Finance, Vol. 23, Issue 3 (pp 1-39).[SSRN]\nGogala, J and Kennedy, J (2017)  Classification of two-and three-factor time-homogeneous separable LMMs, Int. J. Theor. Appl. Finan. Volume 20, No. 02.[WRAP]\nKaisajuntti, L and Kennedy, J (2014) Stochastic volatility for interest rate derivatives, Quantitative Finance,Vol. 14, Issue 3 (pp 457-480).[SSRN]\nKennedy J and Pham D (2014) On the approximation of the SABR with mean reversion model: a probabilistic approach, Applied Mathematical Finance, Vol 21, Issue 5 (pp 451-481).\nKennedy, J and Pham, D (2013) Implications for Hedging of the choice of driving process for one-factor Markov-functional models, Int. J. Theor. Appl. Finan. Volume 16, No. 05.[SSRN]\nKaisajuntti, L and Kennedy, J (2013) An n-dimensional Markov-functional Interest Rate Model, Journal of Computational Finance, Volume 17, Issue 1.[SSRN]\nKennedy J, Mitra S, Pham D (2012) On the approximation of the SABR model: a probabilistic approach, Applied Mathematical Finance, Vol 19, Issue 6 (pp 553-586).\nHunt PJ and Kennedy JE (2009) The Longstaff-Schwartz Algorithm and Effective Model Dimensionality in “Modelling Interest Rates: Advances for Derivative Pricing”, edited by F Mercurio, Risk Books, (pp131-144). ISBN 9781906348137", "I'm an assistant professor at the statistics department at Warwick. My research interests include Monte Carlo methods, statistical inference from stochastic processes and in settings with intractable likelihood, Bayesian nonparametric statistics, coalescent processes, and mathematical population genetics.\nI am one of the organisers of the Warwick Statistics Internship Scheme. Illustrative project descriptions for undergraduate summer internships are available of the scheme website.\nTeaching\nIn 2019/20 I am teaching ST341/ST418 Statistical Genetics.\nPreprints\n\nS Brown, P A Jenkins, A M Johansen, and J Koskela. Simple conditions for convergence of sequential Monte Carlo algorithms with applications. [arXiv]\nJ Koskela. Zig-zag sampling for discrete structures and non-reversible phylogenetic MCMC. [arXiv][GitHub]\nJ Sant, P A Jenkins, J Koskela, and D Spanò. Convergence of Bayesian estimators for diffusions in genetics. [arXiv]\n\nPublications\n\nJ Koskela, P A Jenkins, A M Johansen, and D Spanò. Asymptotic genealogies of interacting particle systems with an application to sequential Monte Carlo. Annals of Statistics 48(1):560-583, 2020 [AoS] [arXiv] [WRAP] *Note*: The published version contains an error in Lemma 1 that has been corrected in the arXiv version.\nJ Blath, E Buzzoni, J Koskela, and M Wilke Berenguer. Statistical tools for seed bank detection. Theoretical Population Biology 132:1-15, 2020 [TPB] [arXiv] [WRAP] [GitHub]\nJ Koskela, D Spanò, and P A Jenkins. Consistency of Bayesian nonparametric inference for discretely observed jump diffusions. Bernoulli 25(3):2183-2205, 2019 [Bernoulli] [arXiv] [WRAP]\nJ Koskela and M Wilke Berenguer. Robust model selection between population growth and multiple merger coalescents. Mathematical Biosciences 311:1-12, 2019 [MB] [arXiv] [WRAP] [GitHub]\nJ Koskela. Multi-locus data distinguishes between population growth and multiple merger coalescents. Statistical Applications in Genetics and Molecular Biology 17(3):20170011, 2018 [SAGMB] [arXiv] [WRAP] [GitHub]\nJ Koskela, P A Jenkins, and D Spanò. Bayesian nonparametric inference for Λ-coalescents: posterior consistency and a parametric method. Bernoulli 24(3):2122-2153, 2018 [Bernoulli] [arXiv] [WRAP]\nJ Koskela, D Spanò, and P A Jenkins. Inference and rare event simulation for stopped Markov processes via reverse-time sequential Monte Carlo. Statistics and Computing 28(1):131-144, 2018 [S&C] [arXiv] [WRAP]\nJ Koskela, P A Jenkins, and D Spanò. Computational inference beyond Kingman's coalescent. Journal of Applied Probability 52(2):519-537, 2015 [JAP] [arXiv] [WRAP]\n\nGrants\n\nEPSRC New Investigator Award EP/R044732/1 (£100k).\nCo-PI, DFG SPP1819 Start-up grant, Population genomics of highly fecund codfish (16k€). Joint with Bjarki Eldon (PI) and Maite Wilke Berenguer (Co-PI).\n\nOther grant involvement\n\nCollaborator, Icelandic Centre for Research Grant of Excellence 185151-051, Population genomics of highly fecund codfish. PIs: Einar Arnason (corresponding PI, University of Iceland), Katrin Halldorsdottir (University of Iceland), Alison Etheridge (University of Oxford), Wolfgang Stephan (Berlin Natural History Museum), Bjarki Eldon (Berlin Natural History Museum).\n\nWorkshops and organisation\n\nI organised a workshop on Models and Inference in Population Genetics at the University of Warwick on 11-13 December 2019.\n\nBiographical sketch\n\n2017-Present: Assistant professor at the Department of Statistics, University of Warwick.\n2016-2017: Postdoc with Jochen Blath at TU Berlin.\n2013-2016: PhD with Dario Spanò and Paul Jenkins at MASDOC, University of Warwick. My thesis is available here.\n2012-2013: MSc with Dario Spanò and Paul Jenkins at MASDOC, University of Warwick\n2008-2012: MMORSE at the Department of Statistics, University of Warwick.\n\nResearch students\n\nSuzie Brown (joint with Adam Johansen)\nJaromir Sant (joint with Paul Jenkins)\nI'm also working with Phil Hanson (supervised by Dario Spanò and Paul Jenkins)\n\nProspective students should feel free to get in touch. See here for some illustrative ideas of directions for projects.", "Contact: email: v.kolokoltsov@warwick.ac.uk, tel. 02476574806, Office D0.11 Zeeman Building \n\nOffice hours spring term 2020: Monday and Tuesday 14.30-15.30\nGeneral research interests: probability and stochastic processes, optimization and games with applications to business, biology and finances, mathematical physics, differential equations and functional analysis.\nApplications from perspective PhD students are welcome.\nPublications: more than 100 papers and several monographs, see selected earlier reprints below and the list of main publications in CV, (on the right side of this page).\nThe drafts of most of the recent publications can be found on ArXiv:\nhttp://arxiv.org/find/grp_math/1/au:+kolokoltsov/0/1/0/all/0/1\nTeaching 2006-2019: 'Probability A and B' for the first year students, see ProbBlectnotes; 'Advanced probability' for the third year, 'Brownian motion', see BMlectnotes, and 'Stochastic methods in Finances', see FinanceExercises for final years MMORSE, 2020: Life Contingencies.\nI am planning to run the 4 months program on Fractional Differential equations in the Newton Institute, Cambridge, in Jan-Apr 2021.\nMy talks in 2009-2011: Talks My books: monographs\nI received  the St. Petersburg University award 'Research work in 2011' for the book 'Understanding Game Theory' (jointly with O. A. Malafeyev)\nCurrent Member of the Editorial Boards of the international journals:\nThe 'Dynamic Games and Applications' (2013 -)\nThe Open Journal of Optimization OJO, (2012 -)\nStatistics, Optimization & Information Computing SOIC (2013 -)\nFractional Differential Calculus (FDC), see http://ele-math.com/ (2014 -)\nAsia Pacific Journal of Mathematics (2014 - ), see http://apjm.apacific.org/\n  Issues of Analysis (2013 - ), see http://issuesofanalysis.petrsu.ru/\nFractal and Fractional, MDPI (2019- ), https://www.mdpi.com/journal/fractalfract/editors\n  Fractional Calculus and Applied Analysis FCAA (2019- )\nPhD students:11 completed successfully, current:\nLi Zeng (2nd year, Game theory) and Howard Su (1st year, Financial Maths and Machine Learning)\nConference organization 2010-2014:\nThe fifth Warwick School-Conference on Control and Games, Warwick 29th Apr - 2 May 2014\nThe fourth Warwick School-Conference on Control and Games, Warwick 7-10 May 2013\n 'From Mean-Field Control to Weak KAM theory' , Warwick 7 - 10 May 2012\n  http://www2.warwick.ac.uk/fac/sci/maths/research/events/2009_2010/symposium/gamwks/ , 2010,\nSlides and pictures: http://www2.warwick.ac.uk/fac/sci/statistics/staff/academic/kolokoltsov/gam10slides/ \n'SIAM conference on Control and its Applications', July 2011: http://www.siam.org/meetings/ct11/\nSatellite 'Trends in game theory' to ECCS 2011: http://eccs2011.eu/\nSome old papers:\nV. N. Kolokoltsov (2011) Nonlinear Levy and nonlinear Feller processes,\nhttp://arxiv.org/abs/1103.5591 Published in De Gruyter ``Mathematics and Life Sciences'' 2013, p. 45-70.\nV. N. Kolokoltsov (2010)  Stochastic monotonicity and duality for one-dimensional Markov processes.\narXiv:1002.4773. Mathematical Notes 89:5 (2011), 652-660.\nV. Kolokoltsov (2008). The Levy-Khintchine type operators with variable Lipschitz continuous coefficients generate linear or nonlinear Markov processes and semigroups \narxive http://arxiv.org/abs/0911.5688v1 Prob. Theory Related Fields 151 (2011), 95-123.\nV. Kolokoltsov (2007). The Central Limit Theorem for the Smoluchowski Coagulation Model \narXiv:0708.0329v1 [math.PR]. Probability Theory Related Fields 146: 1 (2010), 87-153.\nV. Kolokoltsov (2007).  Generalized Continuous-Time Random Walks (CTRW), Subordination by Hitting Times and Fractional Dynamics \narXiv:0706.1928v1[math.PR]. Theory of Probability and its Applications 53:4 (2009), 594-609.\nV. Kolokoltsov. Nonlinear Markov Semigroups and Interacting Levy Type Processes. \nJourn. Stat. Physics 126:3 (2007), 585-642.\nV. Kolokoltsov. Kinetic equations for the pure jump models of k   -nary interacting particle systems.\n Markov Processes and Related Fields 12 (2006), 95-138.\nZ. Hucki, V. Kolokoltsov. Pricing of rainbow options: game theoretic approach.\n  International Game Theory Review 9:2 (2007), 215-242.\nV. Kolokoltsov. On the regularity of solutions to the spatially homogeneous Boltzmann equation with polynomially growing collision kernel.\nAdvanced Stud. Contemp. Math. 12:1 (2006), 9-38.\nV.N. Kolokoltsov, A.E. Tyukov. On boundary Value Problems for Hamiltonian Systems and Absolute Minimizers in Calculus of Variations. Electronic J. Dif. Eqns. 2006 (2006), n. 90, 1-21.\nV.N. Kolokoltsov. Path integration: connecting pure jump and Wiener processes. In: Waymire, J. Duan (Eds.).\n\"Probability and Partial Differential Equations in Modern Applied Mathematics\" (2005), p. 163-180;\nV. Kolokoltsov. Nonexpansive maps and option pricing. Kibernetika 34:6 (1998), 713-724.\nV. Kolokoltsov. Idempotent Structures in Optimization. Journal Math. Sci. New York 104:1 (2001), 847-880.\nV.P. Belavkin, V.N. Kolokoltsov. Stochastic evolution as interaction representation of a boundary value problem for Dirac type equation.\nInfinite Dimensional Analysis, Quantum Probability and Related Fields 5:1 (2002), 61-92.\nV.P. Belavkin, V.N. Kolokoltsov.  On general kinetic equation for many particle systems with interaction, fragmentation and coagulation.\nProc. Royal Society London A 459 (2003), issue 2031, 727-748.\nV.N. Kolokoltsov, R.L. Schilling, A.E. Tyukov. Estimates for Multiple Stochastic Integrals and stochastic Hamilton-Jacobi equations.\n Revista Matematika Iberoamerikana 20 (2004), 333-380;\nV. Kolokoltsov. On Extensions of Mollified Boltzmann and Smoluchovski Equations to Particle Systems with a k-ary Interaction.\nRussian Journal of Mathematical Physics 10:3 (2003), 268-295.\nV.N. Kolokoltsov. On Markov processes with decomposable pseudo-differential generators.\n Stochastics and Stochastics Reports 76:1 (2004), 1-44.\nV. Kolokoltsov. Measure-valued limits of interacting particle systems with k-ary interaction I . One-dimensional limits.\nProbability Theory Related Fields 126 (2003), 364-394. \nV. Kolokoltsov. Measure-valued limits of interacting particle systems with k -nary interaction II. Finite-dimensional limits . Stochastics and Stochastics Reports 76:1 (2004), 45-58;\nV. Kolokoltsov. Hydrodynamic limit of coagulation-fragmentation type models of k   -nary interacting particles.\n Journ. Stat. Physics 115, 5/6 (2004), 1621-1653;\nM. Akian, S. Gaubert, V.N. Kolokoltsov. Set Coverings and the Invertibility of Functional Galois Connections.\n In: \"Idempotent Mathematics in Mathematical Physics\" (Eds. G.L. Litvinov and V.P. Maslov), Contemporary Mathematics Series v. 377, AMS (2005), 19-51;\nV.N. Kolokoltsov, R.L. Schilling, A.E. Tyukov. Transience and non-explosion of certain stochastic Newtonian systems.\nElectronic J. of Probability 7 (2002), Paper 19.\nV.N. Kolokoltsov. Small diffusion and fast dying out asymptotics for superprocesses as non-Hamiltonian quasi-classics for evolution equations.\nElectronic J. of Probability 6 (2001), paper 21.", "Information about me and my research, software, teaching, and other activities can be found at \nikosmidis.com\n\nInformation for prospective PhD students and about my current and completed PhD students can be found at \nikosmidis.com/supervision\n\nFor contact details and office hours see \nikosmidis.com/contact", "Royal Society University Research Fellow (2014-2022)\nI'm currently highlighting the following\n\n\nApplications welcome: Research Associate funded by the Royal Society to work with me on high dimensional MCMC. Deadline 17th of November. Details here.\n\n\n\nseminar: Algorithms & Computationally Intensive Inference \nSimulation Reading Group \n\n\nResearch Interests\n\ngeneral: stochastic simulation, computational statistics, Bayesian statistics\nspecific: probabilistic algorithms, MCMC, adaptive MCMC, perfect simulation, analysis of algorithms, exact inference for SDEs, intractable likelihood problems\nI also like: applied statistics, algebraic statistics, optimal transport, combinatorics...\n\n\nTeaching\n\nIn 2018/2019 I'm teaching OxWaSP module 1 on statistical computing with Robin Evans.\n    See the course webpage here.\n\n\nPostdoctoral Fellows\n\nJun Yang \n\nPh.D. Students\n\nTimothee Stumpf-Fetizon - co-supervised with Gareth Roberts \nGiulio Morina (OxWaSP) - co-supervised with Ewan Cameron\n    [see: paper 1]\nEmilia Pompe (OxWaSP) - co-supervised with Chris Holmes\n[see: paper 1]\nCyril Chimisov - co-supervised with Gareth Roberts\ngraduated 2018, now at Google\n    [see: paper 1, paper 2, paper 3]\n\n\nPapers and preprints (theory and methodology)\nfor latest contributions see my google scholar\n2020\n\nEfficient Bernoulli factory MCMC for intractable likelihoods\n    (with Dootika Vats, Flavio B. Gonçalves and Gareth O. Roberts) [arXiv:2004.07471]\n\n2019\n\nFrom the Bernoulli Factory to a Dice Enterprise via Perfect Sampling of Markov Chains\n(with Giulio Molina, Piotr Nayar and Alex Wendland) [arxiv:1912.09229]\n\n2018\n\nA Framework for Adaptive MCMC Targeting Multimodal Distributions\n(with Emilia Pompe and Chris C. Holmes) [arxiv:1812.02609]\n    (supersedes this note pdf)\nThe Annals of Statistics (to appear)\nAir Markov Chain Monte Carlo\n(with Cyril Chimisov and Gareth O. Roberts) [arxiv:1801.09309]\nAdapting The Gibbs Sampler\n(with Cyril Chimisov and Gareth O. Roberts) [arxiv:1801.09299]\n\n2017\n\nContinuous-time Importance Sampling: Monte Carlo Methods which Avoid Time-discretisation Error\n(with Paul Fearnhead, Gareth O. Roberts and G. Sermaidis) [arxiv:1712.06201]\nExact Monte Carlo likelihood-based inference for jump-diffusion processes\n    (with Flavio B. Gonçalves, Gareth O. Roberts) [arxiv:1707.00332]\nBarker’s algorithm for Bayesian inference with intractable likelihoods\n    (with Flavio B. Gonçalves, Gareth O. Roberts) [arxiv: 1709.07710]\nBrazilian Journal of Probability and Statistics 31(4), pp. 732-745, (2017)\nIn Search of Lost (Mixing) Time: Adaptive Markov chain Monte Carlo schemes for Bayesian variable selection with very large p\n    (with Jim Griffin and Mark Steel) [arxiv: 1708.05678]\nBiometrika (to appear)\n\n2015\n\nBayesian computation: a summary of the current state, and samples backwards and forwards\n(with P. Green, M. Pereyra, C. P. Robert) [arxiv:1502.01148]\nStatistics and Computing, 2015, 25(4), pp. 835-862, (2015)\n \n\n2014\n\nIndividual adaptation: an adaptive MCMC scheme for variable selection problems\n(with Jim Griffin and Mark Steel) [arXiv:1412.6760v2]\nMatlab code is available from Jim's webpage\nConvergence of hybrid slice sampling via spectral gap\n(with Daniel Rudolf) [arxiv:1409.2709]\nPerfect simulation using atomic regeneration with application to Sequential Monte Carlo \n(Anthony Lee, Arnaud Doucet, Krzysztof Łatuszyński) [arxiv:1407.5770]\nStability of Adversarial Markov Chains, with an Application to Adaptive MCMC Algorithms\n(with Radu V. Craiu, Larry Gray, Neal Madras, Gareth O. Roberts and Jeffrey S. Rosenthal) [arxiv:1403.3950]\nThe Annals of Applied Probability 25(6), pp. 3592-3623, (2015)\n\n2013\n\nThe Containment Condition and AdapFail algorithms\n    (with Jeffrey S. Rosenthal) [arxiv:1307.1799]\nJournal of Applied Probability, 51(4), pp. 1189-1195, (2014)\n\n2012\n\nVariance bounding and geometric ergodicity of Markov chain Monte Carlo kernels for approximate Bayesian computation\n(with Anthony Lee) [arxiv:1210.6703] \nBiometrika 101(3), pp. 655-671, (2014)\n\n2011\n\nNonasymptotic bounds on the estimation error of MCMC algorithms\n(with Blazej Miasojedow and Wojciech Niemiro) [pdf / arxiv:1106.4739]\nBernoulli, 19(5A), pp. 20133-2066, (2013)\nCLTs and asymptotic variance of time sampled Markov chains\n    (with Gareth O. Roberts) [arxiv:1102.2171]\nMethodology and Computing in Applied Probability, 15(1), pp. 237-247, (2013)\nAdaptive Gibbs samplers and related MCMC methods\n(with Gareth O. Roberts and Jeffrey S. Rosenthal) [.pdf / arxiv:1101.5838]\n    (Major revision of an earlier two-author paper)\nThe Annals of Applied Probability, 23(1), pp. 66-98, (2013)\n\n2010\n\nNonasymptotic bounds on the mean square error for MCMC estimates via renewal techniques \n(with Blazej Miasojedow and Wojciech Niemiro) [arxiv:1101.5837]\nMCQMC 2010 Conference Proceedings (2012) \nAdaptive Gibbs samplers (later revised into arxiv:1101.5838)\n    (with Jeffrey S. Rosenthal) [arxiv:1001.2797]\n\n2009\n\nRigorous confidence bounds for MCMC under a geometric drift condition\n    (with Wojciech Niemiro) [arxiv:0908.2098]\nJournal of Complexity, 27(1), pp. 23–38, (2011)  \nNonasymptotic bounds on the estimation error for regenerative MCMC algorithms (later revised into arxiv:1106.4739 and arxiv:1101.5837)\n    (with Blazej Miasojedow and Wojciech Niemiro) [arxiv:0907.4915]\nSimulating Events of Unknown Probabilities via Reverse Time Martingales \n    (with Ioannis Kosmidis, Omiros Papaspiliopoulos, Gareth O. Roberts) [arxiv:0907.4018]\nRandom Structures and Algorithms, 38(4), pp. 441-452, (2011)\n \n\n2008\n\n\nA Regenerative Proof of the Central Limit Theorem for Uniformly Ergodic Markov Chains \n    (with Witold Bednorz and Rafal Latala)\nElectronic Communications in Probability, 13, pp. 85-98, (2008) \n\n2007\n\nA few Remarks on \"Fixed-Width Output Analysis for Markov Chain Monte Carlo\" by Jones et al. \n    (with Witold Bednorz) [.pdf] \nJournal of the American Statistical Association, 102(480), pp. 1485-1486, (2007)\n\n\n\nother research contributions\n\n\n(PhD Thesis, conference proceedings, book chapters & contributions, discussions, reports, etc...,\n  ... and papers OTHER THAN theory and methodology)\n2014\n\nDiscussion of \"Sequential Quasi-Monte-Carlo Sampling\" by M. Gerber and N. Chopin\n    (M. Pollock, A. M. Johansen, K. Latuszynski and G. O. Roberts) [.pdf]\nJournal of the Royal Statistical Society B, (In Press)\nP1042: Relation of sleep stages and sleep period to the cortical excitability in Parkinson’s disease\n    (J Antczak, M Rakowicz, K Latuszynski, J Phelps, A Sobanska, E Inglot, U Zalewska, T Jakubczyk)\n    Clinical Neurophysiology 125, S326\n\n2011\n\nThe Differences in Sleep Profile Changes under Continous Positive Airway Pressure (CPAP) Therapy between Nonobese, Obese and Severely Obese Sleep Apnea Patients\n    (J. Antczak, B. Horn, A. Richter, R. Bodenschatz, K. Latuszynski, E.W. Schmidt, W. Jernajczyk)\nJournal of Physiology and Pharmacology, 63(4), pp. 263-269, (June 2012)\n\n2010\n\nDiscussion of Girolami M. and Calderhead B.\n(with Gareth O. Roberts, Alexandre Thiéry and Katarzyna Wolny)\nJournal of the Royal Statistical Society B, 73(2), pp. 188-189, (2011).\nDiscussion of Andrieu C., Doucet A. and Holenstein R.\n(with Omiros Papaspiliopoulos)\nJournal of the Royal Statistical Society B, 72(3), pp. 310-311, (2010).\nThe Bernoulli Factory, its extensions and applications [.pdf]\nInternational Workshop on Applied Probability - IWAP2010 Short paper\n\n2009\n\nOptimal transports and c-convex functions\nOberwolfach Reports, Volume 6, Issue 2, 2009, Arbeitsgemeinschaft: Optimal Transport and Geometry organised by Felix Otto and Karl-Theodor Sturm\nQuasi-symmetry and Cycles\n    (with Carlos Trenado) \n    I had the pleasure to contribute (pp. 128-131) to the problem section of Lectures on Algebraic Statistics by M. Drton, B. Sturmfels and S. Sullivant, Series: Obervolfach Seminars, Vol.39, Birkhäuser 2009\n\n2008\n\nWage Differences between Woman and Man in Polish Labor Market in 2004\n    (with Lukasz Wozny) \n    a book chapter in Wzrost gospodarczy a bezrobocie i nierownosci w podziale dochodu, ed. Marek Garbicz, Wojciech Pacho, SGH, Warszawa 2008\nRegeneration and Fixed-Width Analysis of Markov Chain Monte Carlo Algorithms\n    [arxiv:0907.4716]\nPhD Thesis (2008), University of Warsaw, supervisor: Wojciech Niemiro \n\n2007\n\nA Regeneration Proof of the Central Limit Theorem for Uniformly Ergodic Markov Chains \n    (with Witold Bednorz)\n15th European Young Statisticians Meeting - EYSM Conference Proceedings, 2007. (see the substantially extended 2008 ECP paper!)\n\n2006\n\nMCMC-Approximation under Drift Condition\n    (with Wojciech Niemiro)\nProceedings of the 6th International Workshop on Rare Event Simulation (RESIM 2006). (see also the improved and extended 2009 paper and Chapter 5 of my PhD Thesis)", "Contact details\n\nOffice: MSB 2.19 (Mathematical Sciences Building)\nE-mail: Z.Lazic@warwick.ac.uk\n\n\nOffice hours\nIn the Spring Term (Term 2) 2019/2020 my office hours are:\n\nTuesday 10:30-11:30am\nFriday 10:30-11:30am\n\n\n \nTeaching\n\nST115 Introduction to Probability", "I am a statistician interested in developing new methods for analysing large complex data that are high-dimensional, longitudinal, networked, and/or correlated in nature.\nI joined Warwick in 2013 as Professor of Statistics. Previously I held regular and visiting faculty positions at Peking University, University of Munich and National University of Singapore. I received a bachelor's degree in mathematics from the University of Science and Technology of China (USTC) and PhD in statistics from the University of Wisconsin-Madison. I don't have postdoctoral experience.\nI am an Elected Member of the International Statistical Institute and a Fellow of the Institute of Mathematical Statistics. My past experience includes chairing the Research Section of the Royal Statistical Society and co-directing the Oxford-Warwick Statistics CDT.\n\nResearch Activities\n\nTuring fellow, the Alan Turing Institute \nMember of the EPSRC Peer Review College: Achieved a ranking in the top 7% of College members for participating in peer review activities during academic year 2016/17.\nCo-organiser, Causal Learning with Interactions, 11-12 December 2019.\nLead organiser, Turing workshop series on \"Statistics of Network Analysis\", sponsored by the Alan Turing Institute, 2018, 2020. \nOrganiser (Joint with Guang Cheng at Purdue Statistics), a 5-day workshop on \"Computational Strategies for Large-scale Statistical Data Analysis\", 2-6 July 2018, sponsored by the International Centre for Mathematical Sciences (ICMS) and the London Mathematical Society (LMS).\n\nSoftware and papers\nI lead the Data and Statistics group at Warwick.\n\nTutees: For beginning of term meetings in Term 2 AY 2018/2019, please sign up to meet on 9 Jan or 11 Jan or 15 Jan.\n\nOffice Hours in Term 2 AY 2019/2020: 11:30-12:30 Wedndays and 10:30-11:30 Fridays. Please remember to send an email in advance for appointment.", "I am an Associate Professor at the Department of Statistics since 2017. Prior to that, I was a Lecturer at the Department of Mathematics, King’s College London (2013-2017); a Postdoctoral Research Fellow at the Oxford-Man Institute of Quantitative Finance (2010-2013). I am still affiliated with the Oxford-Man Institute, where I now hold Associate Membership. In 2018-2019, I was a FRIAS Senior Fellow and a Marie Curie Fellow  at the Freiburg Institute of Advanced Studies (FRIAS), University of Freiburg. I completed my D.Phil. (Ph.D.) in Mathematics at the Mathematical Institute, Oxford University in 2011, under the supervision of Terry Lyons and Zhongmin Qian.The link to my personal webpage and \nCV\n. \nMy research interests are mainly focused on mathematical finance and stochastic analysis. I am especially interested instochastic control and backward stochastic differential equations;optimal stopping and free boundary problems;viscosity solutions and numerics;optimal investment and forward preferences;credit and funding liquidity risks.\nSelected publications:\n \n\nSystems of ergodic BSDE arising in regime switching forward performance processes,  (with Ying Hu and Shanjian Tang), SIAM Journal on Control and Optimization, accepted.\n \nAn approximation scheme for semilinear parabolic PDEs with convex and coercive Hamiltonians, (with Shuo Huang and Thaleia Zariphopoulou), SIAM Journal on Control and Optimization,  Vol.58, No.1, (2020), 165–191.\n \nDynkin games with Poisson random intervention times, (with Haodong Sun), SIAM Journal on Control and Optimization, Vol.57, No. 4, (2019), 2962-–2991. \n An ergodic BSDE approach to forward entropic risk measures: representation and large-maturity behavior, (with Wing Fung Chong, Ying Hu and Thaleia Zariphopoulou), Finance and Stochastics, Vol.23, No.1, (2019), 239—273.\n Representation of homothetic forward performance processes in stochastic factor models via ergodic and infinite horizon BSDE, (with Thaleia Zariphopoulou), SIAM Journal on Financial Mathematics, Vol.8, No.1, (2017), 344-372.\n A multidimensional exponential utility indifference pricing model with applications to counterparty risk, (with Vicky Henderson), SIAM Journal on Control and Optimization, Vol.54, No.2, (2016), 690-717.Stochastic control representations for penalized backward stochastic differential equations, SIAM Journal on Control and Optimization, Vol.53, No.3, (2015), 1440-1463. Funding liquidity, debt tenor structure, and creditor’s belief: An exogenous dynamic debt run model, (with Eva Lutkebohmert and Wei Wei), Mathematics and Financial Economics, Vol.9, No.4, (2015), 271-302.Pseudo linear pricing rule for utility indifference valuation, (with Vicky Henderson), Finance and Stochastics, Vol.18, No.3, (2014), 593-615.A multi-period bank run model for liquidity risk, (with Eva Lutkebohmert and Yajun Xiao), Review of Finance, Vol.18, No.2, (2014), 803-842.The backward stochastic dynamics on a filtered probability space, (with Terry Lyons and Zhongmin Qian), Annals of Probability, Vol.39, No.4, (2011), 1422-1448.The link to my publications.", "Alex is a Professor at the Department of Statistics. He is a Turing Fellow and Strategic Leader of the Mathematical Foundations Challenge of the Programme on Data-Centric Engineering at The Alan Turing Institute.\nAlex was previously Chair in Probability at King's College London and Reader in Probability at Imperial College London. Alex completed a Ph.D. in low-dimensional topology at the DPMMS and Trinity College Cambridge, before briefly working in the City as a front-office quantitative analyst.\nHis research interests include:\n\nProbability: stability of stochastic systems; invariance principles; local time; coupling; stochastic processes on manifolds; stochastic analysis for processes with and without jumps; Levy processes; random walks; Markov chains; branching; stochastic control & optimal stopping\n\n\nNumerical stochastics: simulation of processes with and without jumps; weak and strong approximations; Markov chain Monte Carlo; exact simulation\n\n\nMathematical finance: risk management and price prediction; implied volatility surface; stochastic volatility models with jumps; arbitrage\n\n\n\nStatistics: calibration and parameter estimation algorithms for continuous-time models using discrete observations; option price prediction; regularisation\n\n\nMany of his papers are available on arXiv.\nEmail: aleks dot mijatovic at gmail dot com (a dot mijatovic at warwick dot ac dot uk or amijatovic at turing dot ac dot uk also work)\nOffice: D0.14 Zeeman Building", "This page has no content yet.", "Dr Anastasia Papavasiliou got her PhD from Princeton University in 2002, working on stability questions for stochastic filtering and particle filters. Before coming to Warwick, she taught at Columbia University for a couple of years and spent another year in Princeton, working on efficient simulation methods for multiscale stochastic systems. Stochastic filtering, multiscale systems and, stochastic simulations are still some of her research interests, while recently she has working on applying ideas coming from the theory of rough paths to statistics.\nAnastasia joined the Department of Statistics as a lecturer in 2005.\nCV\nPUBLICATIONS\nParameter Estimation for Rough Differential Equations (with C. Ladroue). Annals of Statistics 39(4): 2047–-2073, 2011.\nA Distributed Procedure for Computing Stochastic Expansions with Mathematica.  (with C. Ladroue). J. Stat. Softw. 53(11), 2013.\nCoarse-grained modeling of multiscale diffusions: the p-variation estimates. Stochastic Analysis 2010, Springer.\nMaximum Likelihood Drift Estimation for Multiscale Diffusions, Stoch. Proc. Appl. 119(10): pp. 3173-3210, 2009 (with G.A. Pavliotis and A.M. Stuart).\nParticle Filters for Multiscale Diffusions, ESAIM Proceedings, 19: 108-114, 2007.\nVariance Reduction for the Equation-Free Simulation of Multiscale Stochastic Systems, Multiscale Model. Simul. 6(1): 70-89, 2007. (with I. G. Kevrekidis)\nParameter Estimation and Asymptotic Stability in Stochastic Filtering, Stoch. Proc. Appl. 116: 1048-1065, 2006.\nA Uniformly Convergent Adaptive Particle Filter, J. Appl. Probab. 42(4): 1053-1068, 2005.", "Currently teaching: Mathematical Methods (ST208), Probability A (ST111) and Probability B (ST112)\nMy research background is equivariant dynamical systems. This field studies how geometric considerations restrict and influence the behaviour of physical systems. In more mathematical terms, I consider how algebraic structures, like groups and more general groupoids, can be used to study differential equations. These techniques have applications in many different physical sciences; for example, it helps us understand different animal gaits (basically, how animals move around) in biology.\n\nI am a Senior Fellow of the Higher Education Academy (SFHEA), a Fellow of the Institute for Mathematics and its Applications (FIMA), a Chartered Mathematician (CMath).", "I joined the Department of Statistics in September 2018. I am an applied statistician with interests in medical research and public health. My other main area of interest is statistical computing. I am a member of the R Core Team and I am currently serving as co-president of the R Foundation for Statistical Computing (with Simon Urbanek). I am the lead author and maintainer of JAGS (Just Another Gibbs Sampler), a program for Bayesian modelling using Markov Chain Monte Carlo.\nBefore joining Warwick, I worked for many years at the International Agency for Research on Cancer in Lyon, France (1995-2018) where most of my work was focused on infections and cancer. Previously I worked at the MRC Biostatistics Unit, Cambridge (1990-1995)\nGoogle Scholar bibliography\nPersonal tutees, term 3\nWe will be using Microsoft Teams to keep in touch during term 3.\nWeek 1. Please reserve a meeting slot in the week of 20-24 April using the Sign up sheet.\n\n\nTeaching\nST221 Linear Statistical Models\nST404 Applied Statistics (with Dr Teresa Brundson)", "I am a Teaching Fellow at the Department of Statistics.\nContact details \n\nEmail: Yan.Qu@warwick.ac.uk \nOffice: MSB 3.08", "My next visits to Warwick will be 10-14 February & 20-24 April, 2020\n\nChristian Robert is currently Professor at Université Paris-Dauphine (France) and part-time Professor at the University of Warwick, Department of Statistics. He is also a senior member of the Institut Universitaire de France (IUF) and a member of the Statistics Laboratory at Centre de Recherche en Economie et Statistique (CREST) in Paris-Saclay. He has been a member of the Research Section of the Royal Statistical Society. He is a former Editor of the Journal of the Royal Statistical Society (Series B, Statistical Methodology) and a current Deputy-Editor for Biometrika. He was President of the International Society for Bayesian Analysis (ISBA) in 2008 and is a Fellow of the IMS, the ISBA and the ASA.\nResearch Interests\n  Bayesian statistics (decision theory, model choice, foundations, objective Bayesian methodology, paradoxes)\nComputational statistics (Monte Carlo methodology, MCMC methods, sequential importance sampling, approximate Bayesian computation (ABC), convergence diagnoses)\nLatent variable models (mixtures, hidden Markov models)\nSome possible thesis topics", "Office hour: Thursday 10.30 - 11.30 or by appointment.\nMy research interests include:\n\nComputational Statistics, particularly MCMC, particle filtering, Monte Carlo likelihood\nStochastic processes, especially stability theory for Markov chains, Stochastic Differential Equations\nStochastic simulation\nInference for Stochastic Processes\nStatistical methodology for missing data\nBayesian statistics\nStatistical inference for Infectious diseases\n\nI lead the CoSInES project.\nI am leading the Warwick involvement of the project New approaches to Bayesian Data Science: Tacking Challenges from the Health Sciences.\nSee my ST912 slides: Principled subsampling and super-efficiency for Bayesian inference here.\n.\nMy publication list can be found here.\nRm MSB 1.18\n  Dept of Statistics\n  University of Warwick\n  Coventry\n  CV4 7AL\n\n  Tel: +44(0)24 7652 4631\n  Email: Gareth.O.Roberts at warwick dot ac dot uk", "Research Interests\nRandom Spatial Processes\nPercolation\nNon-equilibrium Statistical Mechanics\nParticle Systems\nJourney\nEducation\n2004-2008 - Doctorate, Instituto de Matemática Pura e Aplicada, PhD in Sciences. Advisor: Vladas Sidoravicius. Thesis \n2003-2004 - Master, Universidade Federal de Minas Gerais, Master in Mathematics. Advisor: Gastão A. Braga. Thesis\n1999-2003 - Undergraduate, Universidade Federal de Minas Gerais, Bachelor in Computer Mathematics\nAffiliations\nSince 2014 - “Investigador Adjunto” (Associate Professor, tenured) University of Buenos Aires\n2012-2014 - “Investigador Asistente” (Assistant Professor) University of Buenos Aires\n2014-2020 - Visiting Assistant Professor, New York University Shanghai 上海纽约大学\n2010-2012 - Postdoc, Instituto de Matemática Pura e Aplicada\n2008-2010 - Postdoc, École Normale Supérieure, Supervisor: Wendelin Werner\n2008-2008 - Postdoc, Universidade de São Paulo, Supervisor: Pablo A. Ferrari\nEvents organized\n37th Conference on Stochastic Processes and their Applications\nThematic Session on Probability - XXIX Brazilian Mathematics Colloquium 2013\nColóquio Interinstitucional \"Modelos Estocásticos e Aplicações\"\nCIMPA School \"Stochastic dynamics of particles and networks\" - Mar del Plata 2012\nThematic Session on Probability - XXVIII Brazilian Mathematics Colloquium 2011\nThematic Session on Probability - Argentinean Mathematics Union Annual Meeting 2011\nService\n2019-2021 - Member of the Executive Council of Bernoulli Society serving as Publicity Chair\n2017-2019 - Member of the Executive Council of Bernoulli Society serving as Membership Secretary\n2014-2017 - Editor of Bernoulli Society Bulletin e-Briefs\nPublications\nNucleation and Growth in Two Dimensions (with B. Bollobás, S. Griffiths, R. Morris, P. Smith) Random Structures and Algorithms, Online.  \nSite Percolation on a Disordered Triangulation of the Square Lattice.\nSojourns in Probability and Statistical Physics, Springer Proceedings in Mathematics & Statistics book series, v. 299, p. 228-240, 2019.  \nUniversality and Sharpness in Activated Random Walks\nwith V. Sidoravicius, O. Zindy\nAnnales Henri Poincaré - A Journal of Theoretical and Mathematical Physics, v. 20, p. 1823-1835, 2019.  \nMonotonicity and phase diagram for multi-range percolation on oriented trees\nwith B. N. B. de Lima, D. Valesin\nRandom Structures and Algorithms, v. 55, p. 160-172, 2019.  \nSensitivity of the frog model to initial conditions\nwith T. Johnson\nElectronic Communications in Probability, v. 24, n. 29 1-9, 2019.  \nRecurrence and Density Decay for Diffusion-Limited Annihilating Systems\nwith M. Cabezas, V. Sidoravicius\nProbability Theory and Related Fields, v. 170, p. 587-615, 2018.   \nNon-fixation for Biased Activated Random Walks\nwith L. Tournier\nAnnales de l’Institut Henri Poincaré - Probabilités et Statistiques, v. 54, p. 938-951, 2018.   \nStability of the Greedy Algorithm on the Circle\nwith V. Sidoravicius\nCommunications on Pure and Applied Mathematics, v. 70, p. 1961-1986, 2017.   \nScaling Limit of Subcritical Contact Process\nwith A. Deshayes\nStochastic Processes and their Applications, v. 127, p. 2630-2649, 2017.   \nStochastic Perturbations of Convex Billiards\nwith R. Markarian, V. Sidoravicius, F. A. Tal, M. E. Vares\nNonlinearity, v. 28, p. 4425-4434, 2015.   \nGreedy Walk on the Real Line\nwith S. Foss, V. Sidoravicius\nThe Annals of Probability, v. 43, p. 1399-1418, 2015.   \nSubcritical Contact Process Seen from the Edge: Convergence to Quasi-Equilibrium\nwith E. Andjel, F. Ezanno, P. Groisman\nElectronic Journal of Probability, v. 20, n. 32 1-16, 2015.   \nYaglom Limit via Holley Inequality\nwith P. A. Ferrari\nBrazilian Journal of Probability and Statistics, v. 29 (special issue celebrating Errico Presutti's 70th birthday), p. 413-426, 2015.   \nGreedy Clearing of Persistent Poissonian Dust\nwith V. Sidoravicius, L. Tournier\nStochastic Processes and their Applications, v. 124, p. 3496–3506, 2014.   \nNon-equilibrium Phase Transitions: Activated Random Walks at Criticality\nwith M. Cabezas, V. Sidoravicius\nJournal of Statistical Physics v. 155 (special issue in honor of Herbert Spohn), p. 1112-1125, 2014.   \nAbsorbing-State Phase Transition for Driven-Dissipative Stochastic Dynamics on Z\nwith V. Sidoravicius\nInventiones Mathematicae, v. 188, p. 127-150, 2012.   \nFixation for Distributed Clustering Processes\nwith M. R. Hilário, O. Louidor, C. M. Newman, S. Sheffield, V. Sidoravicius\nCommunications on Pure and Applied Mathematics, v. 63, p. 926-934, 2010.   \nActivated Random Walkers: Facts, Conjectures and Challenges\nwith R. Dickman, V. Sidoravicius\nJournal of Statistical Physics, v. 138, p. 126-142, 2010.   \nThe Discrete and Continuum Broken Line Process\nwith V. Sidoravicius, D. Surgailis, M. E. Vares\nMarkov Processes and Related Fields, v. 16, p. 79-116, 2010.   \nLast Passage Percolation in Macroscopically Inhomogeneous Media\nwith A. Q. Teixeira\nElectronic Communications in Probability, v. 13, p. 131-139, 2008.   \nRenormalization Group Analysis of Nonlinear Diffusion Equations with Time Dependent Coefficients: Analytical Results\nwith G. A. Braga, F. Furtado, J. M. Moreira\nDiscrete and Continuous Dynamical Systems. Series B, v. 7, p. 699-715, 2007.   \nThe Language LinF for Fractal Specification\nwith F. M. Q. Pereira, C. G. Rezende, R. R. Carceroni\nIn: XVI Brazilian Symposium on Computer Graphics and Image Processing, 2003, São Carlos.  Proceedings of the SIBIGRAPI 2003, p. 67 - 74. IEEE, 2003. \nRenormalization Group Analysis of Nonlinear Diffusion Equations with Periodic Coefficients\nwith G. A. Braga, F. Furtado, J. M. Moreira\nSIAM Multiscale Modeling and Simulation, v.1, n.4, p.630 - 644, 2003.   \nNotes and Simulations\nIntrodução à Probabilidade\nNotas de Aula. Última atualização em 2019. \nHonors Linear Algebra\nMethods to find a Jordan basis. 2020.   Finding a Jordan basis for a nilpotent operator. 2020.   PLU Factorization. 2019. \nSimulations of several particle systems done with my students\nWebpage.", "My interests span foundational, methodological and applied Bayesian statistics and decision theory often in high dimensions. My book in 2010 gives my particular take on Bayesian Decision Analysis. I am currently jointly leading a team of researchers to investigate ways groups of experts in very different domains of knowledge can nevertheless ensure the coherence of their judgments.\nOne increasingly important domain of these technologies is for managing food crises. Colleagues Martine Barons , Manuelle Leonelli and I now have several publications reporting this work and held several decision conferences to inform this challenging inferential problem. We curently run a number of workshops to disseminate this research. I am one of four members of the Food Global Reseach Priority team that has been set up by the university to co-ordinate and resource research into food security. I am part of a team recently funded by the European Food Standands Agency to elicit expert judgments on food.\nI have spent many years studying the theory of graphical models including Bayes Nets, especially focusing on developing dynamic and causal variants of these. Over the last few years I have discovered a new graphical tool - more expressive than the discrete Bayes Net - called a Chain Event Graph appearing this year. Various dynamic and decision theoretic extensions of this now also appear with Ann Nicholson, Peter Thwaites, Bob Cowell, Christiane Gorgen, Rodrigo Collazo, Aditi Shenvi and Rachel Wilkerson: see below.\nI have recently developed new Bayesian selection methods across various classes of models. Over the last few years I have written on how these methods can be applied to biological regulation models, for example for longitudinal circadian gene expression, dynamic graphical models of fMRI images of the brain, longitudinal studies of public health and also crime. Working with several PhD students I have a particular current interest in developing causal discovery algorithms over novel classes of dynamic models, some of which are given above.\nThe links between algebraic geometry and various graphical models have also fascinated me for a long while especially their associated semi-algebraic structures and I have recently made some new contributions to this area. I am now investigating the geometry of probability tree models: see my recent pulications.\nI have had a long interest in Bayesian decision making under conflict and have recently developed multiattribute utility models for helping the design of military training real time decision makers in such environments. I continue to study Bayesian models of forensic evidence and have a special current interest in assesing strength of activity level evidence. Through Warwick University I have been Fellow of the Alan Turing Institute in London from September 2017 where I spend much of my time. I am working on a number of projects there for example leading two on the statistical analyses for decision support for pursuing violent criminals, part of a team investigating how to monitor data for policing Modern Day Slavery and another project designed for resource management and planning for prisons for the Ministry of Justice. \nI act as a consultant for the university for a number of well-known companies. In particular I have a long standing interest in methods for combining expert judgments and elicitation. I participated in a COST joint European award \"Expert Judgment Network: Bridging the Gap between Scientific Uncertainty and Evidence based decision making\" and with Simon French I led elicition of uncertainty handling after a nuclear accident for SAGE and COBR.\nI headed a successful bid as Co-Director of OxWaSP for an exciting new EPSRC funded initiative to train PhD students from Warwick and Oxford to use and develop new methodological and computational statistical techniques to help cope with the massive data sets and models now needing analysis in industry and society. I am also currently an active participant in Warwick University Bridges Programme supervising two students and two other students who are part of an CDT run by Complexity. \nTo check out some examples of my current academic work see my more recent publications given below. For your convenience I have subdivided these into my publications in Statistics, Decision Analysis and OR, AI and Machine Learning.\nContact him at J.Q.Smith@warwick.ac.uk\nPublications", "I am interested in combinatorial stochastic processes, measure-valued processes and special functions arising in exchangeable and partially exchangeable models, with main applications in Mathematical Population Genetics, Bayesian Nonparametric Statistics.\n \n \n\nBiographical Sketch \nResearch \nTeaching \nConferences \nResearch Students\n \n\nContact me at:\nDepartment of Statistics\nUniversity of Warwick\nCoventry CV4 7AL\nUnited Kingdom\n \nTel. +44(0)24 7657 5755\nFax +44(0)24 7652 4532\nemail: d.spano<at>warwick ac uk\n\nOffice Hour: Currently on study leave", "Dr Simon Spencer is an Associate Professor in Statistics. He is part of the Zeeman Institute for Systems Biology and Infectious Disease Epidemiology Research (SBIDER) and the Warwick Analytical Sciences Centre (WASC). Previously, Simon has worked at the University of Nottingham and at Massey University in New Zealand.\nResearch Interests:\nBayesian inference applied to epidemiology\n  Model comparison and model assessment\n  Stochastic epidemic models\n  Statistics for analytical science\n  Outbreak detection and source attribution methods\nTeaching:\nST344 Professional practice of data analysis\nList of publications\nSoftware / R packages\nCurrent research group:\nDr Panayiota Touloupou (PDRA)\nDr Jake Carson (PDRA)\nDr Alice Corbella (PDRA)\n  Dr Warren Tennant (PDRA)\nRémy Gavard (MAS PhD student)\nLaura Guzmán Rincón (MathSys PhD student)\nList of past research group members", "Professor Mark Steel is interested in theoretical and applied Bayesian statistics, particularly distribution theory, Bayesian model averaging, spatial statistics, non- and semiparametric inference, survival models, stochastic frontier models, contingent valuation and stochastic volatility models. Part of his interests stem from his background in economics: he held a Chair in Economics at the University of Edinburgh from 1998-2000. He then moved to a Chair of Statistics at the University of Kent at Canterbury and has joined the University of Warwick in 2003.\nHe is an Associate Editor of the Journal of Productivity Analysis, Econometrics & Statistics and of the Central European Journal of Economic Modelling and Econometrics. Previously, he was Editor of Bayesian Analysis (2010-2019) and Associate Editor of the Journal of Econometrics (2010-2013), the Journal of the Royal Statistical Society, Series B (2003-2007), the Journal of Business and Economic Statistics (2000-2006) and of Econometric Theory (1994-2005). He has had a variety of roles in the International Society for Bayesian Analysis and in the Royal Statistical Society. He was Head of the Statistics Department at Warwick from September 2014 until September 2018.\nContact him at: M.F.Steel \"at\" stats.warwick.ac.uk\nRecent publications include (see his homepage for more publications and links to electronic versions):\n2020:\nNonstationary Nonseparable Random Fields, with Kangrui Wang, Ollie Hamelijnck and Theo Damoulas, International Conference in Machine Learning (ICML2020), forthcoming.\nIn Search of Lost Mixing Time: Adaptive Markov chain Monte Carlo schemes for Bayesian variable selection with very large p, with J. Griffin and K. Latuszynski, Biometrika, forthcoming.\nModel Averaging and its use in Economics, Journal of Economic Literature, forthcoming.\n2019:\nOn choosing mixture components via non-local priors, with J. Fúquene and D. Rossell, Journal of the Royal Statistical Society, Series B (Statistical Methodology), 81, (2019), 809-837.\n2018:\nFlexible linear mixed models with improper priors for longitudinal and survival data, with F.J. Rubio, Electronic Journal of Statistics, 12, (​2018), 572-598.\nBayesian variable selection and model averaging in univariate linear regression, with G. García-Donato and A. Forte, International Statistical Review, 86, (2018), 237-258.\n2017:\nIncorporating unobserved heterogeneity in Weibull survival models: A Bayesian approach, with C. Vallejos, Econometrics and Statistics, 3, (2017), 73–88.\nBayesian survival modelling of university outcomes, with C. Vallejos, Journal of the Royal Statistical Society, A (Statistics in Society), 180, (2017), 613–631.\n2016:\nBayesian Model Averaging, article for Wiley StatsRef: Statistics Reference Online, N. Balakrishnan, Paolo Brandimarte, Brian Everitt, Geert Molenberghs, Walter Piegorsch and Fabrizio Ruggeri, eds., (2016), 1-7\n2015:\nBayesian modelling of skewness and kurtosis with two-piece scale and shape distributions, with F.J. Rubio, Electronic Journal of Statistics, 9, (2015), 1884-1912.\nObjective Bayesian survival analysis using scale mixtures of log-normal distributions, with C.A. Vallejos, Journal of the American Statistical Association, Theory and Methods, 110, (2015), 697-710.\n2014:\nInference in two-piece location-scale models with Jeffreys priors, with F.J. Rubio, Bayesian Analysis, 9, (2014), 1-22, with discussion and rejoinder, 45-52. (Open Access).\n2013:\nComparing distributions using dependent normalized random measure mixtures, with M. Kolossiatis and J. Griffin, Journal of the Royal Statistical Society, B (Statistical Methodology), 75 (2013), 499-529. (Open Access).\nOn Bayesian nonparametric modelling of two correlated distributions, with M. Kolossiatis and J. Griffin, Statistics and Computing, 23, (2013), 1-15.\nAdaptive Monte Carlo for Bayesian variable selection in regression models, with D. Lamnisos and J. Griffin, Journal of Computational and Graphical Statistics, 22, (2013), 729-748.\nBayesian inference for P(X<Y) using asymmetric dependent distributions, with F.J. Rubio, Bayesian Analysis, 8, (2013), 43-62.\n2012:\nMixtures of g-priors for Bayesian Model Averaging with economic applications, with E. Ley, Journal of Econometrics, 171, (2012), 251-266. (Open Access)\nModelling multi-output stochastic frontiers using copulas, with A. Carta, Computational Statistics and Data Analysis, 56, (2012), 3757-3773.\nCross-validation prior choices in Bayesian probit regression with many covariates, with D. Lamnisos and J. Griffin, Statistics and Computing, 22, (2012), 359-373.\nOn the Marshall-Olkin transformation as a skewing mechanism, with F.J. Rubio, Computational Statistics and Data Analysis, 56, (2012), 2251-2257.\n2011:\nNon-Gaussian spatiotemporal modelling through scale mixing, with T. Fonseca, Biometrika, 98, (2011), 761-774.\nA general class of nonseparable space-time covariance models, with T. Fonseca, Environmetrics, 22, (2011), 224-242.\nStick-breaking autoregressive processes, with J. Griffin, Journal of Econometrics, 162, (2011), 383-396.\nModelling overdispersion with the normalized tempered stable distribution, with M. Kolossiatis and J. Griffin, Computational Statistics and Data Analysis, 55, (2011), 2288-2301.\nInference for grouped data with a truncated skew-Laplace distribution, with F.J. Rubio, Computational Statistics and Data Analysis, 55, (2011), 3218-3231.\n2010:\nModel-based clustering of non-Gaussian panel data based on skew-t distributions, with M.A. Juarez, Journal of Business and Economic Statistics, 28, (2010), 52-66.\nBayesian inference with stochastic volatility models using continuous superpositions of non-Gaussian Ornstein-Uhlenbeck processes, with J. Griffin. Computational Statistics and Data Analysis, 54, (2010), 2594-2608.\nNon-Gaussian dynamic Bayesian modelling for panel data, with M.A. Juarez, Journal of Applied Econometrics, 25, (2010), 1128-1154.\nBayesian nonparametric modelling with the Dirichlet process regression smoother, with J. Griffin, Statistica Sinica, 20, (2010), 1507-1527.\n2009:\nOn the effect of prior assumptions in Bayesian Model Averaging with applications to growth regression, with E. Ley, Journal of Applied Econometrics, 24, (2009), 651-674.\nFlexible Univariate Continuous Distributions, with F. Quintana and J.T. Ferreira, Bayesian Analysis, 4, (2009), 497-522.\nTransdimensional sampling algorithms for Bayesian variable selection in classification problems with many more variables than observations, with D. Lamnisos and J. Griffin, Journal of Computational and Graphical Statistics, 18, (2009), 592-612.\n2008:\nFlexible mixture modelling of stochastic frontiers, with J.Griffin, Journal of Productivity Analysis, 29, (2008), 33-50.\nDirectional log-spline distributions, with J.T. Ferreira and M.A. Juarez, Bayesian Analysis, 3, (2008), 297-316.\n2007:\nModel comparison of coordinate-free multivariate skewed distributions with an application to stochastic frontiers, with J.T. Ferreira, Journal of Econometrics, 137, (2007), 641-673.\nA New Class of Skewed Multivariate Distributions with Applications to Regression Analysis, with J.T. Ferreira, Statistica Sinica, 17, (2007), 505-529.\nJointness in Bayesian variable selection with applications to growth regression, with E. Ley, Journal of Macroeconomics, 29, (2007), 476-493.\nBayesian Stochastic Frontier Analysis Using WinBUGS, with J.Griffin, Journal of Productivity Analysis, 27, (2007), 163-176.\n2006:\nInference with non-Gaussian Ornstein-Uhlenbeck processes for stochastic volatility, with J. Griffin, Journal of Econometrics, 134, (2006), 605-644.\nOrder-Based Dependent Dirichlet Processes, with J.Griffin, Journal of the American Statistical Association, Theory and Methods, 101, (2006), 179-194.\nA constructive representation of univariate skewed distributions, with J.T. Ferreira, Journal of the American Statistical Association, Theory and Methods, 101, (2006), 823-829.\nNon-Gaussian Bayesian geostatistical modelling, with M.B. Palacios, Journal of the American Statistical Association, Theory and Methods, 101, (2006), 604-618.\nOn describing multivariate skewed distributions: A directional approach, with J.T. Ferreira, Canadian Journal of Statistics, 34, (2006), 411-429.\n2005:\nAlternative efficiency meares for multiple-output production, with C. Fernandez and G. Koop, Journal of Econometrics, 126, (2005), 411-444.\nModelling directional dispersion through hyperspherical log-splines, with J.T. Ferreira, Journal of the Royal Statistical Society, B (Statistical Methodology), 67, (2005), 599-616.", "I am an Assistant Professor at the Department of Statistics at the University of Warwick since December 2019. Prior to this I was a University Research Assistant at the Institute for Stochastics, JKU Linz, Austria. Before, I was Postdoc at the Department of Mathematical Sciences, University of Copenhagen, where I obtained my PhD in Probability Theory and Statistics under the supervision of Professor Susanne Ditlevsen in 2013.\n\n  Together with other colleagues from Warwick and abroad, I am currently organising the One World ABC Seminar, fortnightly seminars on approximate Bayesian computation (ABC), inference and methods.\nPreprints and Publications\nPreprints and publications are available here.\nResearch Interests\nMy interest is in the study of stochastic processes and point processes from a modelling, numerical, probabilistic and statistical point of view. In particular, I am currently interested in the interface between numerics and statistics when considering simulation-based methods applied to problems arising mainly, but not exclusively, in neuroscience, physiology, cognitive psychology and biology.\n\n\n\n\nStatistical inference for (fully/partially observed) stochastic processes.\nStatistical inference for point processes.\nApproximate Bayesian Computation method.\nInterface between numerics and (computational) statistics\nStochastic modelling in neuroscience.\nHitting times (also known as first passage times).\nDependence measures between point processes.\n\nTeaching\nTerm 2: ST219 Mathematical Statistics Part B", "I am an Assistant Professor in the Department of Statistics of the University of Warwick since September 2017.\nMy research interests include functional data analysis, and applications to (neuro-)imaging, genomics, phonetics, biophysics, and econometrics (see publications below). See my personal webpage and my publication list for more details.\nI am teaching Multivariate Statistics (ST323/ST412) in term 1.\nFor st323/412 students: please use the moodle forum for any communication/questions about the module (unless it is of personal nature).\nMy office hours are given in the calendar below. You can also follow this calendar using this link.\n\nemail: s.tavakoli ((at)) warwick ((dot)) ac ((dot)) uk\noffice: MB 2.14 Mathematical Sciences Building\nphone: (+44 024 765) 74808", "Office: MB4.10\nEmail: n dot tawn dot 1 at warwick dot ac dot uk\nI am a Harrison Early Career Assistant Professor at the University of Warwick.\nMy research interests have mostly focussed on developing scalable Monte Carlo methodology for use in complex Bayesian settings; in particular MCMC and SMC techniques. I am also take a keen interest in the Machine Learning/Data Science literature with a view to using these methods to complement and accelerate the inference process.\nMore specifically my research has focussed on MCMC methodology in settings where the target distribution exhibits multi-modality. My PhD thesis, completed in 2017, was titled \"Towards Optimality of the Parallel Tempering Algorithm\". Since completion of my thesis I have continued to work on similar problems whilst writing up the ideas from my thesis for publication.\nI am an obsessed cyclist, swimmer and runner and use the multi-modality of my adventures as algorithm inspiration!\nMy CV is available on request; just send me an email to the above address.", "Dr Thönnes is a Reader in the Department of Statistics. Previously she has held a lecturing position jointly between the Department of Statistics and the Centre for Scientific Computing. After obtaining her PhD in Statistics from the University of Warwick in 1998, she worked as a research assistant in the School of Mathematics at Chalmers Technical University in Gothenburg as part of the European network for the computational and statistical analysis of spatial data. In 1999 she returned as a research assistant to the Department of Statistics at Warwick.\nHer research interests lie in computational statistics with emphasis on Markov chain Monte Carlo, in particular perfect simulation, and statistical image analysis. Past projects include in an interdisciplinary research project, joint with computer scientists, aiming at the analysis of images of cerebral blood vessels and project funded by the Forensic Science Service on fingerprint data. For more information please see her personal homepage.\nContact her on: E.Thonnes\"at\"warwick.ac.uk", "After teaching Games, Decisions and Behaviour (ST222) in Term 1, I am currently teaching Designed Experiments with Advanced Topics (ST305/410).\nBefore joining Warwick this year, I worked as a Teaching Associate at the University of Bristol in the Department of Mathematics. I have also previously worked as a medical statistician, investigating potential biomarkers in dementia, especially in Alzheimer’s disease.\nMy research background is Bayesian Statistics. My PhD thesis “Bayesian Inference of gene-miRNA regulatory networks” consisted in building, via MCMC, a Bayesian graphical model with integrated biological information that infers a regulatory network of functional interactions between miRNAs and their mRNA targets.\nWork experience:\n2019 - present: Senior Teaching Fellow, University of Warwick\n2018 - 2019: Teaching Associate, University of Bristol\n2015 - 2018: Research Associate, School of Medecine, Cardiff University\nEducation:\n2010 - 2015: PhD in Statistics, University of Sheffield\n2007 - 2010: Diplome d’Ingenieur (MSc equivalent), Ecole Nationale de la Statistique et de l’Analyse de l’Information (ENSAI), Bruz, France\n2009 - 2010: Master of Research (MSc), University of Rennes 1, France", "Sebastian Vollmer\nAssociate Professor\n           \n           \nOffice: B0.17\nPhone: +44 7901091342\nEmail: svollmer at turing dot ac dot uk\n\n\n\n\nTeaching Responsibilities 2019/20:\nNone\nResearch Interests: Monte Carlo Methods, Stochastic Gradient Methods, Stochastic Processes, Applications of Data Science.\n\n@Students: Projects in Machine Learning and Computational Statistics are available- Please email me \n\n\nMachine Learning in Julia \nApplied Data Science Projects \n\nRecent Publications:\n\nThe True Cost of Stochastic Gradient Langevin Dynamics\nTigran Nagapetyan, Andrew B. Duncan, Leonard Hasenclever, Sebastian J. Vollmer, Lukasz Szpruch, Konstantinos Zygalakis     \nStochastic gradient are a key gradient for many machine learning algorithms. This publication shows that there use for rigorous Bayesian inference is questionable?\n\n\nMeasuring Sample Quality with Diffusions\n    Jack Gorham, Andrew B. Duncan, Sebastian J. Vollmer, Lester Mackey \n    \nContribution in statistics and machine learning: Rigorous a posteriori error bounds for a concrete sample from Monte Carlo computations.\nContribution in mathematics: New regularity results for Poisson equations.\n\n\n\nPublications:\nGoogle Scholar Profile\nIndustry Engagement:\n\nThe Data Study Group brings together researchers and industry to work on data science challenges posed by top companies. Up to six different organisations will each present a different real world data challenge of their choice. You will choose which challenge is of interest to you, working collaboratively in multidisciplinary teams to address the task at hand.     \nYou can register your contact details if you are interested in being contacted for future Data Study Groups.\n\nTweets about #DataStudyGroup @turinginst  \n\n\n\nI have been involved in selecting in supervising data science startup's in the Winton accelerator. \n\nGrants:\n\nEPSRC First Grant EP/N000188/1 (£100k ) \nLRF Grant on Piecewise Markov Processes (£120k ) \nLRF Grant for Data Study Group on Data Centric Engineering (£50k), see blog pos \n \n\nFormer students:\n \nArne Gouwy", "Prof. David Wild\n   Department of Statistics and Zeeman Institute\n   Mathematical Sciences Building, \n   University of Warwick\n   Coventry\n   CV4 7AL\n   U.K.\ne-mail:\n   d.l.wild(at)warwick.ac.uk\nResearch Interests\n\nMy research interests are in the field of statistical bioinformatics; in particular in the application of Bayesian statistical machine learning techniques to problems in systems biology, functional genomics and proteomics.\nIn the forthcoming era of genomic medicine and agriculture, genome sequences and other forms of high-throughput data such as gene expression, alternative splicing, DNA methylation, histone acetylation, and protein abundances will be routinely measured for large numbers of people and crop species. New approaches to synthetic protein design offer the long-term potential for novel biotechnological and therapeutic applications. Statistical and computational methodology will be essential to realizing the promise of these technological developments.\nMy research has been funded by the U.K. Biotechnology and Biological Sciences Research Council (SABR and SYSMO initiatives), the U.K. Engineering and Physical Sciences Research Council, the European Union, the Leverhulme Trust, and the U.S. National Science Foundation and National Institutes of Health.\n\nModelling gene regulatory networks \nOver 50 years ago the developmental biologist C.H. Waddington laid the conceptual foundations of modern systems biology in his book \"The Strategy of the Genes\", in which he envisaged an epigenetic landscape as the potential surface of a multidimensional state-space of cellular metabolism, underpinned by a network of interacting genes. With the advent of high-throughput post-genomic technologies, we are now beginning to investigate the topology of these networks. Increasingly, studies are being carried out that measure the expression profiles of large sets of genes, proteins or metabolites over a time course rather than a single static snapshot. This research aims to combine functional genomics and computation into a novel integrative systems approach, based on probabilistic modeling techniques, to identify key components of the regulatory networks involved in cell physiology. We aim to learn networks integrating transcriptional data with the production of proteins and metabolites with well-defined biological activity.\nMy group was the first to propose the use of state-space models (a simple class of probabilistic graphical model used for time series analysis) to the problem of inferring gene regulatory networks from high-throughput time series, such as microarray, proteomics and metabolomics data (Rangel et al., 2001). In the context of genetic regulatory networks, the hidden states of a state-space model can represent unmeasured factors, such as genes that have not been included in the microarray, levels of regulatory proteins, and the effects of mRNA and protein degradation. In collaboration with Lorantis Ltd., we have used state space models to reverse engineer transcriptional networks from highly replicated gene expression profiling time series data obtained from a well-established biological model of T cell activation. The resulting networks reflect many of the dynamics of an activated T cell and provide a methodology for the development of rational and experimentally testable hypotheses. In particular, they reveal the integrated activation of cytokines, proliferation, and adhesion following activation and place JunB and JunD at the center of the mechanisms that control apoptosis and proliferation (Rangel et al., 2004; Beal et al., 2005). More recently, in collaboration with scientists at Warwick School of Life Sciences, we are applying these methods to elucidate key transcriptional networks and underlying regulatory mechanisms controlling plant responses to pathogens, high light and drought. With the University of Birmingham, we also aim to develop a computational framework to reconstruct transcriptional and metabolic networks representative of the response of E. coli to acid stress.\nTo date most “top-down” approaches to inferring dynamic networks from high-throughput time series data, including our own previous work as described above, have been based on the assumption that the topology of the network is homogeneous across time. However, most biological time series aim to capture information about processes which vary over time, and temporal changes in the transcription program are often apparent. There is little published work on inferring the structure of evolving biological networks with time-varying topologies. My current and future work focuses on developing flexible nonparametric Bayesian models, which will allow the discovery of the variables such as gene expression levels, protein concentrations, and experimental perturbations that cause structural changes in the network topology over time (Penfold et al., 2012).\nFast Bayesian computational methods for post-genomic data analysis\u2028\nA key feature that distinguishes the modern approach to Systems Biology is the aim of linking modeling of the interactions of system components with the huge volume and diversity of contemporary cellular and molecular data, such as that coming from high-throughput, genome-wide and imaging technologies. One of the most important challenges facing modern biology, medicine and agriculture is to understand how the genetic variation between individuals (the genotype) translates into the type of variation we can see or measure (the phenotype), and how environment influences this relationship. Although considerable progress has been made in recent years in identifying regulatory genes and modules in various organisms, there is still limited knowledge about downstream gene regulatory networks, and about how variation in these networks results in phenotypic differences, and is, in turn, affected by the environment.\nWe are currently developing new approaches to understanding the general principles that underlie the genotype-phenotype link through the integrated statistical modeling of post-genomic data from very disparate sources - for example, data from different experimental platforms, such as gene expression data with genomic or clinical indicators, integrated with proteomic or metabolomic measurements. Additional challenges posed by this problem include different sources of measurement noise, uncertain correspondence between measurements, varying patterns of missing data, and vastly different numbers of measurements for different experimental platforms. Our current work focuses on the development of nonparametric Bayesian models for the fusion of such heterogeneous data sources, based on inference in hierarchical graphical models. Although Bayesian methods provide a powerful framework for modeling, representing uncertainty, and combining prior knowledge with data, simple parametric models (for example, linear models) are often inadequate for modeling the complexity of real world biological processes. In the quest for creating more flexible modeling tools with a view to maintaining predictive reliability, recent research has turned to the limit of Bayesian models with infinitely many latent variables and parameters - these are also known as nonparametric Bayesian models. The term nonparametric is used because the model cannot be represented in terms of its parameters, since there would be an infinite number of them to learn and store, but instead is represented in terms of other quantities derived from the data that encapsulate the effect of these infinite number of parameters.\nThis type of modeling has already proven its utility in discovering transcriptional modules, identifying key protein complexes whose genes are co-regulated during the cell cycle, and revealing prognostic cancer subtypes, through the integration of gene expression data with transcription factor binding (ChIP-chip), protein-protein interaction and copy number variation data, respectively (Savage et al., 2010; Kirk et al, 2012; Yuan et al., 2011). In future work I intend to apply these approaches to the scientific goal of understanding the role that molecular phenotypes (such as gene expression levels or chromatin state) play in the overall genotype-phenotype map, and how environment influences this map.\nWe are also investigating methods for exploiting parallelism and scaling computation to very large data sets, particularly through general purpose Graphical Processing Unit (GPU) computation, an exciting modern direction in the high-performance computing community. Our initial results indicate that this approach holds the promise of reducing computational time by several orders of magnitude.\nAnalysing Protein Energetics with Stochastic Computation \nAlso over 50 years ago, the Nobel laureate Christian Anfinsen and colleagues demonstrated that protein molecules can fold into their three-dimensional ‘native state’ reversibly, leading to the view that these structures represented the global minimum of a rugged funnel-like ‘energy landscape’. Since this seminal work, computer simulations have continued to shed light on the phenomena of protein folding and function. However, protein modeling and structure prediction face two major challenges if progress is to be made in the development of more precise models, which quantitatively describe experimental observations. The first is the difficulty of efficient sampling in the enormous conformational space accessible to protein molecules, whilst the second is the development of the energy function describing molecular interactions for the problem at hand. The microscopic size of protein molecules makes it impossible to measure these interactions directly, and so known protein structures themselves have become the best available experimental evidence. Traditionally, empirical so-called ‘knowledge-based statistical potentials’ have been used to describe such interactions from analysis of a collection of known protein structures. This project aims to address both of these challenges. The overall goal of this research is to advance knowledge of protein energetics and improve on established modeling techniques that utilize these empirical knowledge-based potentials. We are using an approach, based on a novel statistical machine learning methodology known as ‘Contrastive Divergence’, to infer interaction potentials from a subset of known protein structures. We also utilize a novel Bayesian computational method for sampling the conformational space of molecular systems, known as ‘Nested Sampling’, which allows us to directly investigate the macroscopic states of the protein folding pathway and evaluate the associated absolute free energies without the need for thermodynamic integration (Burkoff et al., 2012).\nWhilst systems biology attempts to understand the design principles underpinning biological processes, synthetic biology attempts to apply this understanding to the design and construction of novel biological functions and systems not found in nature. One facet of synthetic biology is protein design, in which our increasing understanding of the principles underlying protein structure and function is being applied in the redesign of existing proteins, or the design of novel proteins. In future work I intend to explore the application of this toolkit of techniques to the ‘inverse’ problem of protein design.\nKey References \n1. Beal, M.J., Falciani, F., Ghahramani, Z., Rangel C. and Wild, D.L. A Bayesian approach to reconstructing genetic regulatory networks with hidden factors. Bioinformatics, 21: 349-356, (2005).\n2. Burkoff, N.S. Várnai, C., Wells, S.A. and Wild, D.L. Exploring the Energy Landscapes of Protein Folding Simulations with Bayesian Computation. Biophysical Journal, 102, 878-886 (2012).\n3. Várnai C., Burkoff N.S., and Wild D.L. Efficient Parameter Estimation of Generalizable Coarse-Grained Protein Force Fields Using Contrastive Divergence: A Maximum Likelihood Approach. J. Chem. Theory Comput. 9(12):5718-5733, (2013).\n4. Kirk, P., Griffin, J.E., Savage, R.S., Ghahramani, Z. and Wild, D.L. Bayesian correlated clustering to integrate multiple datasets. Bioinformatics (2012) (in press). doi: 10.1093/bioinformatics/bts595\n5. Penfold, C.A., Buchanan-Wollaston, V., Denby, K.J. and Wild, D.L. Nonparametric Bayesian Inference for Perturbed and Orthologous Gene Regulatory Networks. Bioinformatics, 28, i233-i241 (2012).\n6. Rangel, C., Wild, D.L., Falciani, F. and Ghahramani, Z. (2001) Modelling biological responses using gene expression profiling and linear dynamical systems. In: The 2nd International Conference on Systems Biology: The Future of Biology in the 21st Century (ICSB), 4-11-2001 to 7-11-2001, Omnipress, California, US pp. 248-256.\n7. Rangel, C., Angus, J., Ghahramani, Z., Lioumi, M., Sotheran, E., A., Gaiba, A., Wild, D.L. and Falciani, F. Modeling T-cell activation using gene expression profiling and state space models. Bioinformatics, 20(9):1361-1372, (2004).\n8. Savage, R.S., Ghahramani, Z., Griffin, J.E., de la Cruz, B.J. and Wild, D.L. Discovering Transcriptional Modules by Bayesian Data Integration, Bioinformatics, 26, i158-i167, (2010).\n9. Yuan, Y., Savage, R. S., & Markowetz, F. (2011). Patient-specific data fusion defines prognostic cancer subtypes. PLoS computational biology, 7(10), e1002227. \nRecent Publications\n\n\n\nVárnai C., Burkoff N.S., and Wild D.L. Efficient Parameter Estimation of Generalizable Coarse-Grained Protein Force Fields Using Contrastive Divergence: A Maximum Likelihood Approach. J. Chem. Theory Comput. 9(12):5718-5733, (2013).\n\n\nBurkoff, N.S., Várnai, C., and Wild, D.L. Predicting protein β-sheet contacts using a maximum entropy-based correlated mutation measure. Bioinformatics 29(5): 580-587, (2013).\n\n\nHickman R., Penfold C.A., Breeze E., Bowden, L., Moore J.D., Zhang P., Jackson A., Cooke E., Bewicke-Copley F., Mead A., Beynon J., Wild D.L., Denby K.J., Ott S.,and Buchanan-Wollaston V. A local regulatory network around three NAC transcription factors in stress responses and senescence in Arabidopsis leaves The Plant Journal, 75 (1), 26 – 39, (2013).\n\n\n\nDarkins, R., Cooke, E.J., Ghahramani, Z., Kirk, P.D.W., Wild, D.L., Savage, R.S. Accelerating Bayesian hierarchical clustering of time series data with a randomised algorithm, PLoS One, 8(4): e59795, (2013).\n\n\nPenfold, C.A., Buchanan-Wollaston, V., Denby, K.J. and Wild, D.L. Nonparametric Bayesian Inference for Perturbed and Orthologous Gene Regulatory Networks. Bioinformatics, 28, i233-i241 (2012).\n\n\nKirk, P., Griffin, J.E., Savage, R.S., Ghahramani, Z. and Wild, D.L. Bayesian correlated clustering to integrate multiple datasets. Bioinformatics 28 (24): 3290-3297, (2012).\n\n\nWindram, O., Madhou, P., McHattie, S., Hill, C., Hickman, R., Cooke, E., Jenkins, D.J., Penfold, C.A., Baxter, L., Breeze, E., Kiddle, S.J., Rhodes, J., Atwell, S., Kliebenstein, D.J., Kim, Y-S., Stegle, O., Borgwardt, K., Zhang, C., Tabrett, A., Legaie, R., Moore, J., Finkenstadt, B., Wild, D.L., Mead, A., Rand, D., Beynon, J., Ott, S., Buchanan-Wollaston, V., Denby, K.J. Arabidopsis Defense against Botrytis cinerea: Chronology and Regulation Deciphered by High-Resolution Temporal Transcriptomic Analysis. Plant Cell, 24, 3530-3557, (2012).\n\nBurkoff, N.S., Várnai, C., Wells, S.A. and Wild, D.L. Exploring the Energy Landscapes of Protein Folding Simulations with Bayesian Computation. Biophysical Journal (2012), 102, 878-886\n\nPodtelezhnikov, A.A. and Wild, D.L. Inferring knowledge based potentials using contrastive divergence in Hamelryck T., Mardia K.V. and Ferkinghoff-Borg J. (Eds.), Bayesian Methods in Structural Bioinformatics, pp 135-155. Springer (2012).\n\nPenfold C.A. and Wild D.L. How to infer gene networks from expression profiles, revisited. Journal of the Royal Society Interface Focus (2011), 1, 857-870 (Invited Review).\n\nCooke E.J., Savage. R.S , Kirk P.D.W., Darkins R., Wild, D.L. Bayesian hierarchical clustering for microarray time series data with replicates and outlier measurements. BMC Bioinformatics (2011), 12:399 (Highly Accessed Paper).\n\nBreeze, E., Harrison, E., McHattie, S., Hughes, L., Hickman, R., Hill, C., Kiddle, S., Kim, Y-S., Penfold, C., Jenkins, D., Zhang, C., Morris, K., Jenner, C., Jackson, S., Thomas, B., Tabrett, A., Legaie, R., Moore, J.D., Wild, D.L., Ott, S., Rand, D., Beynon, J., Denby, K., Mead, A., Buchanan-Wollaston, V. High resolution temporal profiling of transcripts during Arabidopsis leaf senescence reveals a distinct chronology of processes and regulation. Plant Cell (2011), 23, 873–894.", "Dr Wei Wu is an Assistant Professor in Statistics at Warwick. Before joining Warwick, he held academic positions at Courant Institute, New York University and at NYU Shanghai. He obtained his PhD and Msc in applied math at Brown University, and his BSc in physics at Fudan University.\nHe works in probability and statistical mechanics, especially in Gibbs random fields, spin models, spanning trees and percolation.\nThe Warwick probability seminar is pretty cool.\nTeaching:\nST401 Stochastic Methods in Finance\nST342 Mathematics of Random events\nMA916 Masdoc Research Study groups\nResearch:\nMassless Phases for the Villain models in d>=3, with Paul Dario, arxiv preprint\nC^2 regularity of the surface tension for the $\\nabla \\phi$-interface model, with Scott Armstrong, submitted, arxiv preprint\nConstants of de Bruijn-Newman type in analytic number theory and statistical physics, with Charles Newman, to appear, Bulletin of American Mathematical Society Journal\nSubsequential tightness of the maximum of two dimensional Ginzburg-Landau fields, with Ofer Zeitouni, Electronic Communications in Probability, Volume 24 (2019), paper no. 19, Journal\nLee-Yang property and Gaussian Multiplicative Chaos, with Charles Newman, Communications in Mathematical Physics, 369 (2019) Journal\nMaximum for Ginzburg-Landau fields, with David Belius, to appear, Annals of Probability, arXiv preprint\nFour dimensional loop-erased random walk, with Gregory Lawler and Xin Sun, Annals of Probability 2019, Vol. 47, No. 6, Journal\nTransversal fluctuations for a first passage percolation model, with Yuri Bakhtin, Annales de l'institut Henri Poincare, Volume 55, Number 2 (2019), Journal\nGaussian fluctuations for the classical XY model, with Charles Newman, Annales de l'institut Henri Poincare, Volume 54, Number 4 (2018), Journal\nCritical Percolation and the Minimal Spanning Tree in Slabs, with Charles Newman and Vincent Tassion, Communications on Pure and Applied Math, Volume 70, Issue 11, (2017). Journal\nTail Estimates for the complex Gaussian multiplicative chaos, Appendix to the paper \"Large deviations for the two-dimensional two-component plasma\", by Thomas Leble, Sylvia Serfaty and Ofer Zeitouni, Communications in Mathematical Physics, Volume 350, Issue 1, (2017) arXiv preprint\nLarge Deviation Principle For Finite-State Mean Field Interacting Particle Systems, with Paul Dupuis and Kavita Ramanan, submitted, arXiv Preprint\nTransfer current and pattern fields in spanning trees, with Adrien Kassel, Probability Theory and Related Fields, Volume 163, Issue 1, (2015). Journal\nRandom two-component spanning forests, with Adrien Kassel and Richard Kenyon, Annales de l'institut Henri Poincare, Volume 51, Number 4 (2015). Journal\nUniform spanning forests and the bi-Laplacian Gaussian field, with Xin Sun, arXiv preprint\nStudents\nQuirin Vogel (second supervision, joint with Stefan Adams)", "Dr Jon Warren is a Reader in Statistics at Warwick. His research interests lie in probability theory and include stochastic flows, random matrices, and properties of Brownian motion.\nContact me at J.Warren@warwick.ac.uk\nOffice hours: Monday 11:30-12:30 and Thursday 10:30-11:30 (term 1 only). Room 4.07 of Mathematical Sciences Building.\nTeaching\nST218 Mathematical Statistics A\nCurrent PhD students\nWill Fitzgerald\nDom Brockington\nMathematical physics and probability seminar\nRecent Research work\nThe stochastic heat equation, 2D Toda equations and dynamics for the multilayer process (with Chin Lun) arXiv:1606.05139\nContinuity and strict positivity of the multi-layer extension of the stochastic heat equation ( with Chin Lun) arXiv:1506.09030\nSticky Particles and Stochastic Flows arXiv:1409.6946\nAn elliptic pde with convex solutions arXiv:1407.3985\nA multi-layer extension of the stochastic heat equation ( with Neil O'Connell) Communications in Mathematical Physics, 341, 1–33 (2016)\nMinimising the time to a decision (with Saul Jacka and Peter Windridge)  Ann. Appl. Probab. Volume 21, Number 5 (2011), 1795-1826.\nMaximum of Dyson Brownian motion and non-colliding systems with boundary ( with Borodin, Ferrari, Praehofer and Sasamoto) Electronic Communications in Probability, 12 (2009)\nOn the largest-eigenvalue process for generalized Wishart random matrices (with Ton Dieker) ALEA, 6 (2009)\nSome Examples of Dynamics for Gelfand Tsetlin patterns (with Peter Windridge) Electronic Journal of Probability Vol.14 (2009), Paper no. 59, pages 1745–1769.\nDynamics for the Brownian web and the erosion flow. ( with Chris Howitt), Stochastic Processes and their Applications 119 (2009)\nConsistent families of Brownian motions and stochastic flows of kernels. ( with Chris Howitt), Annals of Probability, 2009, Vol. 37, No. 4, 1237-1272\nDyson's Brownian motions, intertwining and interlacing.  Electronic Journal of Probability, 19 (2007). \nDynamics and Endogeny for recursive processes on trees. Stochastics An International Journal of Probability and Stochastic Processes, 78, no 5, (2006).\nRandom orderings of the integers and card shuffling. ( with Saul Jacka), Stochastic Processes and their Applications, 117 (2007)", "Yi Yu 于怡\n\n  \n\n\n\n\n\n \n\n\n \n\n\n\n \nI am an Associate Professor in the Department of Statistics, University of Warwick and a Turing Fellow at the Alan Turing Institute, previously a Lecturer in the University of Bristol, a postdoc of Professor Richard Samworth and a graduate student of Professor Zhiliang Ying. I obtained my academic degrees from Fudan University (B.Sc. in Mathematics, June 2009 and Ph.D. in Mathematical Statistics, June 2013). \n \n\n\nMy research interests are high-dimensional statistics and network studies. I have been working on theoretical, methodological and computational aspects of variable selection, post-selection inference and tuning parameter selection in regression problems, survival analysis, network analysis, and time series analysis.\n\n\n \n\n\n\n\n \n \n\n\nContact \n\n \nRoom 4.11\n \nDepartment of Statistics, University of Warwick\n \nCoventry, CV4 7AL, United Kingdom.\n \nyi.yu.2@warwick.ac.uk\n \n+44 (0)24761 50134\n \n\n \n\n\n\nTeaching \n\n\nI will be teaching Financial Statistics in 2020-21 in the University of Warwick, and the High-Dimensional Statistics module in the Academy for PhD Training in Statistics. \n\n\n\n\n\n\n\nResearch \n\n \nEditorial Service\n \n \n\n\n\n Associate Editor, Biometrika, 2019- \n\n\n Editorial board reviewer, Journal of Machine Learning Research, 2020- \n\n\n\n \nPublications and preprints\n \n \n\n\n\n Localising change points in piecewise polynomials of general degrees. (2020) arXiv preprint. [pdf]\n \n Y. and Sabyasachi Chatterjee\n \n\n\n A Note on Online Change Point Detection. (2020) arXiv preprint. [pdf]\n \n Y., Oscar Hernan Madrid Padilla, Daren Wang and Alessandro Rinaldo\n \n\n\n Detecting abrupt changes in high-dimensional self-exciting Poisson processes. (2020) arXiv preprint. [pdf]\n \n Daren Wang, Y. and Rebecca Willett\n \n\n\n Graph matching beyond perfectly-overlapping Erd\\H{o}s--R\\'enyi random graphs. (2020) arXiv preprint. [pdf]\n \n Yaofang Hu, Wanjie Wang and Y.\n \n\n\n Change point localization in dependent dynamic nonparametric random dot product graphs. (2019) arXiv preprint. [pdf]\n \n Oscar Hernan Madrid Padilla, Y. and Carey E. Priebe\n \n\n\n Optimal nonparametric multivariate change point detection and localization. (2019) arXiv preprint. [pdf]\n \n Oscar Hernan Madrid Padilla, Y., Daren Wang and Alessandro Rinaldo\n \n\n\n Localizing changes in high-dimensional vector autoregressive processes. (2019) arXiv preprint. [pdf]\n \n Daren Wang, Y., Alessandro Rinaldo and Rebecca Willett\n \n\n\n Optimal nonparametric change point detection and localization. (2019) arXiv preprint. [pdf]\n \n Oscar Hernan Madrid Padilla, Y., Daren Wang and Alessandro Rinaldo\n \n\n\n\n\n\n\n Optimal Covariance Change Point Detection in High Dimension. (2020) Bernoulli, to appear. [pdf]\n \n Daren Wang, Y. and Alessandro Rinaldo\n \n\n\n Univariate mean change point detection: penalization, CUSUM and optimality. (2020) Electronic Journal of Statistics, Vol. 14, No. 1, 1917--1961. [pdf]\n \n Daren Wang, Y. and Alessandro Rinaldo\n \n\n\n Event history analysis of dynamic communication networks. (2020) Biometrika, to appear. [pdf]\n \n Tony Sit, Zhiliang Ying and Y.\n \n\n\n Optimal change point detection and localization in sparse dynamic networks. (2020) Annals of Statistics, to appear. [pdf]\n \n Daren Wang, Y. and Alessandro Rinaldo\n \n\n\n Spectral analysis of high-dimensional time series. (2019) Electronic Journal of Statistics, Vol. 13, 4079-4101. [pdf]\n \n Mark Fiecas, Chenlei Leng, Weidong Liu and Y.\n \n\n\n Confidence intervals for high-dimensional Cox models. (2019) Statistica Sinica, to appear. [pdf]\n \n Y., Jelena Bradic and Richard J. Samworth\n \n\n\n Two new approaches for the visualisation of models for network meta-analysis. (2019) BMC Medical Research Methodology, to appear. [pdf] \n \n Martin Law, Navid Alam, Areti Angeliki Veroniki, Y. and Dan Jackson \n \n\n\n Link prediction for inter-disciplinary collaboration via co-authorship network. (2018) Social Network Analysis and Mining, 8, 25. [pdf]\n \n Haeran Cho and Y. \n \n\n\n The restricted consistency property of leave-nv-out cross-validation for high-dimensional variable selection . (2018) Statistica Sinica, to appear. [pdf, R codes]\n \n Yang Feng and Y.\n \n\n\n Estimating whole brain dynamics using spectral clustering. (2017) Journal of Royal Statistical Society, Series C, 66, 607--627. [pdf]\n \n Ivor Cribben and Y.\n \n\n\n How many communities are there? (2017) Journal of Computational and Graphical Statistics, 26, 171--181. [pdf]\n \n Diego Franco Saldana, Y. and Yang Feng\n\n\n\n A useful variant of the Davis--Kahan theorem for statisticians. (2015) Biometrika, 102, 315--323. [pdf] \n \n Y., Tengyao Wang and Richard J. Samworth\n \n\n\n Modified cross-validation for penalized high-dimensional linear regression models. (2014) Journal of Computational and Graphical Statistics, 23, 1009--1027. [pdf, R codes]\n \n Y. and Yang Feng\n \n\n\n Apple: Approximate Path for Penalized Likelihood Estimators (2013). Statistics and Computing, 24, 803--819 [pdf]\n \n Y. and Yang Feng\n \n\n\n Oracle inequalities for the Lasso in the Cox model (2013). The Annals of Statistics, 41, 1142--1165. [pdf]\n \n Jian Huang, Tingni Sun, Zhiliang Ying, Y. and Cun-Hui Zhang\n \n\n\n\n \nInvited discussions\n \n\n \n\n\n Discussion of “Should we sample a time series more frequently? Decision support via multirate spectrum estimation” by Nason, Powell, Elliott and Smith. (2017) Journal of the Royal Statistical Society, Series A. 180, 384--385[pdf]\n \n Y. and Ivor Cribben\n \n\n\n Invited discussion of Large covariance estimation by thresholding principal orthogonal complements by Fan et al (2013). Journal of Royal Statistical Society, Series B, 75, 656--658. [pdf]\n \n Y. and Richard J. Samworth\n \n\n\n\n \nNotes\n \n\n \n\n\n High-dimensional variable selection in the Cox model. (2010) [pdf]\n \n Y.\n \n\n\n\n \nSoftware\n \n\n \n\n\n GMPro: Graph Matching with Degree Profiles (2020). Available from cran.\n \n\n\n NCPD, an R package for network change point detection using spectral clustering (2015). [source file, manual]\n \n\n\n fcd, an R package for fused community detection (2013). Available from cran.\n \n\n\n APPLE, an R package for Approximate Path for Penalized Likelihood Estimators (2012). Available from cran.\n \n\n\n\n \nPh.D. thesis\n \n\n \n\n\n Contributions to high-dimensional variable selection. Fudan University, June 2013. \n \n Supervisor: Professor Zhiliang Ying."], "lstProfessor_fingerprint": ["Probability theory and its applications. Fluctuation theory in discrete and continuous time. Exit problems for Markov processes. Fine properties of diffusions and Lévy processes.", "Probability theory, random processes, stochastic analysis, statistical mechanics and stochastic simulation.", "Statistical and mathematical modelling of human systems, decision support, Bayesian networks, structured expert judgement elicitation, risk and uncertainty, survival and other health outcomes", "Rough path theory", "Developing statistical theory and methodology in nonparametric settings", "Statistical methodology for high-dimensional molecular data, methodology for statistical analysis of high-throughput genomic and proteomic data.", "Associate Professor (Teaching)", "Probability, statistical mechanics, stochastic analysis (especially singular Stochastic PDEs)", "Applied probability, in particular with a focus on applications in statistical physics, such as understanding the dynamics of glassy/amorphous systems and mass condensation", "Senior Teaching Fellow", "Associate Professor (Teaching)", "Working at the intersection of Computer Science and Statistics with research interests in machine learning and Bayesian statistics", "Analysis of epidemiological and genomic data in order to understand how bacterial pathogens evolve, spread and cause diseases", "Likelihood-free Inference, Approximate Bayesian Computations, Mechanistic Network Models, Big-data Analysis, Bayes Model Selection, Bayesian Classification, Unpaired Data-Integration for Genomics and Statistical Applications in Geology, Bioinformatics and Engineering", "Methodology for Bayesian computation, applied to statistical genetics, neuroscience, ecology, weather and climate, spatial statistics, network analysis and signal processing", "Time series analysis and dynamical systems. Periodic time series and oscillations in biological systems. Parameter estimation for (stochastic) differential equations. Molecular population dynamics. Genetic regulatory systems.", "Statistical theory and methods, including design and computation. Generalized linear and non-linear models. Applications, especially in the social and health sciences.", "Methodological and computational statistics. Inference and prediction under model uncertainty. Statistical inference for categorical data. Demographic estimation and forecasting.", "Stochastic analysis with connections to geometry, analysis, and numerics, and with a particular interest in hypoelliptic diffusion processes on manifolds", "Optimal stopping and optimal control problems, with applications to real options, executive stock options, and recently, behavioural finance", "Arbitrage theory, change of numéraire, utility maximisation, financial bubbles, transaction costs, equilibria, semimartingale calculus, strict local martingales", "Probability and financial mathematics", "Medical statistics, with special interests in survival analysis, meta-analysis and missing data. Major collaborations in cerebral palsy and epilepsy", "Monte Carlo methods, spatial point processes, multi-target tracking and uncertainty representation", "Stochastic differential equations. Stochastic control. Applied stochastic processes. Optimal stopping. Applications of probability in finance and economics", "Monte Carlo methods, inference from stochastic processes, mathematical population genetics, data science and genomics", "Monte Carlo Methods, Computational statistics. Time series. Bayesian inference and decision making.", "Stochastic differential equations. Computer algebra in probability and statistics. Applied probability especially in relation to spatial statistics.", "Financial mathematics. Probability theory. Duality and time-change problems.", "Monte Carlo methods, inference from diffusions and other stochastic processes, coalescent processes, mathematical population genetics", "Probability and stochastic processes, mathematical physics, differential equations and analysis; optimization and games with applications to business, biology and finance.", "Methods for optimal estimation and inference of statistical models, inference and computation of statistical models from big data sets, clustering methods and applications.", "Markov chain Monte Carlo, adaptive Monte Carlo, stochastic simulations and Bayesian statistics", "Senior Teaching Fellow", "Statistical analysis of big and small datasets", "Mathematical finance and stochastic analysis", "Probability, mathematical finance, statistics and numerical stochastics", "Senior Teaching Fellow", "Applied probability. Stochastic filtering and control. Theory of rough paths. Applications to signal processing. Multiscale systems.", "Associate Professor (Teaching)", "Biostatistics, cancer epidemiology, statistical computing and Markov Chain Monte Carlo", "Teaching Fellow", "Bayesian analysis, computational statistics, latent variable models and applied modelling", "Stochastic processes, computational statistics, Bayesian statistics and mathematical finance", "Random Spatial Processes, Percolation, and Particle Systems", "Environmental modelling. Game theory. Bayesian decision theory. Foundations of statistics. Business time series. Influence diagrams. Graphical methods.", "Mathematical population genetics. Bayesian non-parametric statistics. Combinatorial stochastic processes. Measure-valued processes.", "Bayesian inference applied to epidemiology, stochastic epidemic models and statistics for analytical science", "Bayesian statistics and econometrics. Modelling of skewness. Spatial statistics. Model uncertainty. Semi- and nonparametric Bayes.", "Approximate Bayesian computation method, likelihood-free methods, Statistical inference for stochastic processes, statistical inference for point processes", "Functional Data Analysis (Theory, Methods and Applications). Methodological developments driven by applications in Phonetics, Imaging, and Biophysics", "Computational statistics", "Reader (Teaching)", "Senior Teaching Fellow", "Monte Carlo Methods, Stochastic Gradient Methods, Stochastic Processes", "Statistical bioinformatics; in particular in the application of Bayesian statistical machine learning techniques to problems in systems biology, functional genomics and proteomics", "Probability and mathematical physics (random fields, spin models, spanning trees, percolation)", "Brownian motion. Local times. Branching processes. Dynamical systems.", "High-dimensional statistics, network studies, survival analysis and applications in brain imaging data"]}